Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# NIGHTLY_RECHARGE_STATUS_POPUP_ANS_CHARGE_PARA2
source: Your ANS controls two sets of actions your body can take: whether it's time to fight or flight, or if it's time to rest and digest. The higher the ANS charge, the higher the dominance of the rest-and-digest part of ANS compared to your <b>usual level</b>.
da: Din ANS kontrollerer to forskellige sæt handlinger, som din krop kan foretage: Om det er tid til at flygte eller kæmpe, eller om det er tid til at hvile og fordøje. Jo højere din ANS-tilstand er, jo mere vil hvil-og-fordøj-delen af din ANS-tilstand dominere i forhold til dit <b>normale niveau</b>.
de: Dein ANS steuert zwei Arten gegensätzlicher Körperfunktionen: die schnelle Reaktion und Mobilisierung des Körpers („Kampf oder Flucht“) und Vorgänge in Ruhe („Ruhen und Verdauen“). Je höher der ANS-Status, desto höher ist die Dominanz des Ruhen-und-Verdauen-Teils des ANS im Vergleich zum <b>üblichen Maß</b>.
es: Tu SNA controla dos tipos de acciones que tu cuerpo puede adoptar: luchar o huir, o descansar y digerir. Cuanto mayor sea la carga del SNA, mayor será el dominio de la parte de descanso y digestión del SNA en comparación con tu <b>nivel habitual</b>.
et: Sinu ANS kontrollib kahte liiki tegevusi, mida su keha saab teha: kas on aeg võidelda või põgeneda või on aeg puhata ja seedida. Mida kõrgem on ANS-i olek, seda domineerivam on ANS-i puhke- ja seedimisosa võrreldes sinu <b>tavalise tasemega</b>.
fi: Autonominen hermostosi säätelee kehosi kaasua (sympaattinen hermosto) ja jarrua (parasympaattinen hermosto). Mitä korkeampi ANS-tilan arvo on verrattuna <b>omaan tasoosi</b>, sitä enemmän kehosi painaa jarrua, eli rauhoittuu ja rentoutuu.
fr: Le SNA permet de contrôler deux ensemble d'actions propres à votre corps : il détermine s'il convient de se mettre en mode « lutte ou fuite », ou au contraire en mode « repos et digestion ». Plus votre statut SNA est élevé, plus votre corps sera en mode repos et digestion comparé à votre <b>niveau normal</b>.
hu: Az ANS kétfajta cselekvéssorozatot irányít, amit a szervezet elindíthat: hogy az „üss vagy fuss”, vagy az „pihenés és emésztés” ideje jött-e el. Minél magasabb az ANS-állapot, annál inkább dominál a pihenés és emésztés rész az ANS-állapotban az <b>általános szinthez</b> képest.
id: ANS Anda mengontrol dua rangkaian tindakan yang dapat dilakukan tubuh Anda: apakah sudah waktunya untuk bertarung atau terbang, atau jika sudah waktunya untuk beristirahat dan mencernanya. Semakin tinggi pengisian ANS, semakin tinggi dominasi bagian istirahat-dan-cerna ANS dibandingkan dengan <b>tingkat biasa</b> Anda.
it: Il tuo SNA controlla due gruppi di azioni che il tuo corpo può intraprendere: “attacco o fuga” o “riposo e digestione”. Più elevato è il tuo stato SNA, maggiore è la prevalenza della spinta al “riposo e digestione” rispetto al tuo <b>livello solito</b>.
ja: ANS は、身体の2種類の状態をつかさどります：一つは闘争または逃走反応時、もう一つは休息・消化時です。自律神経ステータスの値が高いほど、<b>通常のレベルと</b>比較した時に、ANSにおける闘争または逃走反応の割合が高めであると考えられます。
ko: ANS는 몸이 취할 수 있는 두 가지 행동(즉, 투쟁이나 도피 시간 또는 휴식과 소화 시간)을 제어합니다. ANS 상태가 높을수록 <b>보통 수준</b>에 비해 ANS에서 휴식-소화 시간이 많은 것입니다.
nl: Je AZS bestuurt twee soorten acties van je lichaam: je hart en je ademhaling als je actief bent, en je spijsvertering in rust. Hoe hoger je AZS-herstel, hoe groter de dominantie van het rust- en spijsverteringsgedeelte van je AZS in vergelijking met je <b>normale niveau</b>.
pt: O seu SNA controla dois conjuntos de ações que o seu corpo pode adotar: se é tempo de «lutar ou fugir» ou se é tempo de «descansar e digerir». Quanto mais elevada for a carga do SNA, maior será o domínio da componente de descanso e digestão do SNA por comparação com o seu <b>nível habitual</b>.
pt_br: O SNA controla dois conjuntos de ações que seu corpo pode aguentar: se está na hora de lutar ou fugir, ou se está na hora de descansar ou digerir. Quanto maior a carga do SNA, maior a dominância da parte “descansar e digerir” do SNA em relação ao <b>nível habitual</b>.
sl: Vaš AŽS nadzoruje dva sklopa aktivnosti, ki jih opravlja vaše telo: ne glede na to, ali je čas za »boj ali beg« ali čas za »počitek in regeneracijo«. Višji kot je status AŽS, bolj prevladuje tisti del AŽS, ki opravlja aktivnosti »počitka in regeneracije«, v primerjavi z vašo <b>običajno ravnjo</b>.
sv: Din ANS kontrollerar två set av åtgärder som din kropp kan ta: om det är dags att fly eller fäkta, eller om det är dags att vila och ta det lugnt. Ju högre ANS-status desto högre är dominansen av vila och ta det lugnt-delen av ANS jämfört med din <b>normala nivå</b>.
zh_hans: ANS 控制身体可采取的两组行动，即是否该采取战或逃的行动，还是该进行休息和消化。与<b>平常水平</b>相比，ANS 恢复程度越高，ANS 的休息和消化部分就越占优势。

# EXERCISE_TIP_E73
source: It's a good day for exercise, but don't overdo it if your body says "no".
da: I dag er en god dag til træning, men overanstreng dig ikke, hvis din krop dig "nej".
de: Heute ist ein guter Tag für Training, aber übertreibe es nicht, wenn dein Körper “Nein“ sagt.
es: Hoy es un buen día para hacer ejercicio, pero no te exijas mucho si tu cuerpo dice que "no".
et: Täna on sobiv päev enda liigutamiseks, kuid ära üle pinguta, kui keha "ei" ütleb.
fi: Tänään on hyvä päivä treenata, mutta älä tee liikaa, jos kehosi sanoo ”ei”.
fr: C'est une bonne journée pour faire de l'exercice, mais n'en faites pas trop si votre corps dit non.
hu: A mai nap megfelelő a gyakorlatokhoz, de ne terheld túl magad, ha a szervezeted nemet mond.
id: Ini hari yang baik untuk latihan, tetapi jangan berlebihan jika tubuh Anda mengatakan "tidak".
it: È una buona giornata per fare esercizio, ma non esagerare se il tuo corpo dice "no".
ja: 今日はエクササイズに励むといいでしょう。但し頑張りすぎると、身体が"NO! "と悲鳴をあげるかもしれませんよ。
ko: 오늘은 운동하기 좋은 날이지만, 몸에서 받아들이지 "않으면" 과도하게 운동하지 마세요.
nl: Dit is een goede dag om te trainen, maar overdrijf niet en luister als je lichaam ”nee” zegt.
pt: É um bom dia para fazer exercício físico, mas não se exceda caso sinta o seu corpo a dizer "não".
pt_br: Hoje é um bom dia para se exercitar, mas não exagere se o seu corpo disser ”não".
sl: Danes je dober dan za vadbo, a ne pretiravajte, če vam telo pravi »ne«.
sv: Det är en bra dag för träning, men överträna inte om din kropp säger "nej".
zh_hans: 今天适合练习，但如果您的身体说“不”，请不要硬撑。

# EXERCISE_TIP_E92
source: You can train today, even if you might feel you're not 100% up for it.
da: Du kan træne i dag, selv hvis du føler, at du ikke er 100 % klar til det.
de: Du kannst heute trainieren, auch wenn du dich dazu nicht 100 % auf der Höhe fühlst.
es: Hoy puedes entrenar, aunque sientas que no estás al 100 %.
et: Täna võid trenni teha, isegi kui tunned, et väga ei viitsi.
fi: Voit treenata tänään, vaikka et tuntisikaan olevasi täysin valmis siihen.
fr: Vous pouvez vous entraîner aujourd'hui, même si vous ne vous sentez pas d'attaque à 100 %.
hu: Ma edzhetsz, még akkor is, ha úgy érzed, hogy nem vagy 100%-os az edzéshez.
id: Anda dapat melatih hari ini, bahkan jika Anda mungkin merasa tidak 100% siap untuk itu.
it: Oggi puoi allenarti, anche se potresti non sentirtela al 100%.
ja: 今日は100％力がみなぎる感じではないかもしれませんが、トレーニングをしても大丈夫です。
ko: 오늘은 훈련하고 싶은 마음이 100%가 아니더라도 훈련을 하는 것이 괜찮습니다.
nl: Je kunt vandaag gerust trainen, zelfs als je er niet 100% aan toe bent.
pt: Hoje pode treinar mesmo que não se sinta 100% disposto a fazê-lo.
pt_br: Você pode treinar hoje, mesmo se sentir que não está 100% disposto.
sl: Danes lahko vadite, čeprav se morda počutite, kot da niste 100-odstotno pripravljeni.
sv: Du kan träna idag, även om du kanske känner att du inte är 100 % redo för det.
zh_hans: 您今天可以训练，即使您可能觉得自己未完全做好准备。

# EXERCISE_TIP_E123
source: Go for it! Check out your watch for detailed training guidance!
da: Kom i gang. Se dit ur for at få en detaljeret træningsvejledning!
de: Auf geht‘s! Sieh auf deine Uhr für eine detaillierte Trainingsbegleitung!
es: ¡En marcha! Consulta tu reloj para obtener indicaciones detalladas de entrenamiento.
et: Lase käia! Oma kellast leiad üksikasjalikud trennijuhised!
fi: Anna palaa! Katso tarkemmat treeniohjeet kellostasi!
fr: Allez-y ! Consultez votre montre pour obtenir des conseils d'entraînement précis !
hu: Ne hagyd ki! Nézd meg az órádat a részletes edzési útmutatásért!
id: Ayo! Lihat jam tangan Anda untuk panduan latihan yang detail!
it: Provaci! Consulta il tuo sportwatch per linee guida di allenamento dettagliate!
ja: さあやってみましょう！詳しいトレーニングガイダンスを腕時計で確認しましょう。
ko: 지금 시작하세요! 워치에서 상세한 트레이닝 안내를 확인하세요!
nl: Ga ervoor! Gebruik je horloge voor gedetailleerde trainingsbegeleiding!
pt: Treine à vontade! Consulte o seu relógio para obter orientações de treino detalhadas!
pt_br: Vá com tudo! Confira as orientações de treino detalhadas no seu relógio!
sl: Dajte si duška! Podrobna navodila za trening najdete v svoji uri.
sv: Ge järnet! Kolla in din klocka för att få detaljerad träningsvägledning.
zh_hans: 行动吧！请查看手表获取详细训练指导！

# EXERCISE_TIP_E181
source: Today you can be a champion, go for it!
da: I dag kan du blive en mester. Klø på!
de: Heute kannst du wie ein Champion trainieren. Auf geht's!
es: Hoy puedes ser un campeón, ¡a por ello!
et: Täna võib sinust tšempion saada, nii et lase käia!
fi: Tänään voit olla mestari, joten anna palaa!
fr: Aujourd'hui, vous pouvez tout gagner, allez-y !
hu: Ma bajnok lehetsz, hajrá!
id: Hari ini Anda bisa menjadi juara, lakukanlah!
it: Oggi ti senti un campione. Provaci!
ja: きっと今日は頂点に立つことができます。さあチャレンジ！
ko: 오늘은 챔피언이 될 수 있습니다. 지금 시작하세요!
nl: Vandaag kun jij de snelste zijn, ga ervoor!
pt: Hoje pode tornar-se num campeão, avance sem receio!
pt_br: Hoje você pode ser um campeão, vá com tudo!
sl: Danes lahko postanete prvak, gremo!
sv: Idag kan du bli en mästare, sätt igång!
zh_hans: 今天朝着冠军努力，行动起来吧！

# SLEEP_PLUS_STAGES_EMPTY_STATE_DESCRIPTION
source: The Sleep Plus Stages™ feature measures the amount and quality of your sleep. Every morning, it shows you a numerical sleep score (sleep charge) that reflects how well you slept compared to the indicators of a good night’s sleep based on the current sleep science.
da: Funktionen Sleep Plus Stages™ måler mængden og kvaliteten af din søvn. Hver morgen viser den en numerisk søvnvurdering (søvntilstand), der afspejler, hvor godt du har sovet sammenlignet med indikatorerne på en god nattesøvn på baggrund af den aktuelle søvnvidenskab.
de: Die Sleep Plus Stages™ Funktion misst die Menge und Qualität deines Schlafes. Jeden Morgen zeigt sie dir einen numerischen Schlafindex (Schlafstatus), der wiedergibt, wie gut du im Vergleich zu den Indikatoren einer erholsamen Nachtruhe, basierend auf der aktuellen Schlafforschung, geschlafen hast.
es: La función Sleep Plus Stages™ mide la cantidad y la calidad del sueño. Cada mañana te muestra una puntuación numérica del sueño (carga de sueño) que refleja la calidad de tu sueño en comparación con los indicadores de un sueño de calidad basados en la ciencia del sueño actual.
et: Funktsioon Sleep Plus Stages™ mõõdab su une hulka ja kvaliteeti. Igal hommikul näitab see sulle arvulist uneskoori (une olekut), mis võrdleb sinu une näitajaid kaasaegse uneteaduse hea une näitajatega, ja annab hinnangu, kui hästi sa magasid.
fi: Sleep Plus Stages™ ‑toiminto mittaa unesi määrän ja laadun. Näet joka aamu numeerisen unituloksen (unen tilan), joka kuvaa sitä, miten hyvin nukuit verrattuna unitieteen tämänhetkisen tiedon mukaisiin hyvän yöunen indikaattoreihin.
fr: La fonctionnalité Sleep Plus Stages™ mesure la durée et la qualité du sommeil. Chaque matin, il affiche un score numérique (statut du sommeil) qui vous indique la qualité de votre sommeil. Le calcul de ce score est basé sur les indicateurs d'une bonne nuit de sommeil en l'état actuel de la science du sommeil.
hu: A Sleep Plus Stages™ funkció az alvás mennyiségét és minőségét méri. Minden reggel egy számszerű alvásértéket (kipihentségi állapotot) jelenít meg, amely tükrözi, hogy hogyan aludtál a jelenlegi tudományos alváskutatások alapján meghatározott mutatókhoz hasonlítva.
id: Fitur Sleep Plus Stages™ mengukur jumlah dan kualitas tidur Anda. Setiap pagi, itu menunjukkan Anda nilai tidur numerik (pengisian tidur) yang mencerminkan seberapa baik Anda tidur dibandingkan dengan indikator tidur nyenyak berdasarkan ilmu tidur saat ini.
it: La funzionalità Sleep Plus Stages™ misura la quantità e la qualità del sonno. Ogni mattina, visualizza un valore numerico di punteggio del sonno (stato del sonno) che riflette quanto bene hai dormito rispetto agli indicatori di una buona notte di sonno secondo l'attuale scienza del sonno.
ja: Sleep Plus Stages™ 機能で、睡眠量とその質を測定できます。現在の睡眠における科学的な見解において、「良質」とされる睡眠の基準と比較したときに、あなたがどの程度良く眠れたかどうかを、毎朝睡眠スコア（睡眠ステータス）として、数字で表示します。
ko: Sleep Plus Stages™ 기능은 수면량과 수면의 질을 측정합니다. 매일 아침, 최신 수면 과학을 근거로 한 숙면을 취한 날의 지표와 비교하여 얼마나 수면을 잘 취했는지를 반영하는 숫자 수면 점수(수면 상태)를 나타냅니다.
nl: De functie Sleep Plus Stages™ meet de hoeveelheid en kwaliteit van je slaap. Elke ochtend krijg je een numerieke slaapscore (slaapherstel) die aangeeft hoe goed je hebt geslapen in vergelijking met de indicatoren van de huidige slaapwetenschap voor een goede nachtrust.
pt: A funcionalidade Sleep Plus Stages™ mede a quantidade e a qualidade do seu sono. Todas as manhãs, fornece uma pontuação numérica do sono (carga do sono) que reflete a qualidade do seu sono quando comparado com os indicadores de uma boa noite de sono baseados na ciência do sono atual.
pt_br: O recurso Sleep Plus Stages™ mede a quantidade e a qualidade do sono. Toda manhã, ele mostra uma pontuação numérica do sono (carga do sono) que reflete quão bem você dormiu em comparação com os indicadores de uma boa noite de sono baseados na ciência atual do sono.
sl: Funkcija Sleep Plus Stages™ meri količino in kakovost vašega spanca. Vsako jutro vam pokaže številčni rezultat spanca (status spanca), ki odraža, kako dobro ste spali glede na kazalnike dobrega spanca, ki temeljijo na aktualni znanosti spanja.
sv: Funktionen Sleep Plus Stages™ mäter din sömnmängd och sömnkvalitet. Varje morgon anger den en numerisk sömnpoäng (sömnstatus) som visar hur bra du har sovit jämfört med indikatorer för en god natts sömn som baserats på rådande sömnvetenskap.
zh_hans: Sleep Plus Stages™ 功能会测量睡眠量和睡眠质量，您每天早上都可以看到您的睡眠分数（即睡眠恢复情况），这个分数反映了基于当前睡眠数据，您的睡眠质量与标准良好夜间睡眠的比较情况。

# SLEEP_TIP_G643
source: Reserve time for calming down in the evening. This might make you fall asleep earlier and sleep longer.
da: Afsæt tid til at slappe af om aftenen. Det kan hjælpe dig med at falde tidligere i søvn og sove længere.
de: Plane Zeit ein, um abends zur Ruhe zu kommen. Dadurch schläfst du möglicherweise früher ein und insgesamt länger.
es: Resérvate tiempo para relajarte por la noche. Es posible que esto te ayude a quedarte dormido antes y a dormir durante más tiempo.
et: Varu õhtul aega maharahunemiseks. See võib aidata sul varem uinuda ja kauem magada.
fi: Varaa aikaa rauhoittumiselle iltaisin. Saatat nukahtaa aiemmin ja nukkua pidempään.
fr: Prévoyez du temps pour vous détendre le soir. Cela peut vous aider à vous endormir plus tôt et à dormir plus longtemps.
hu: Hagyj időt az esti lenyugvásra. Ezáltal korábban elaludhatsz, és tovább alhatsz.
id: Cadangan waktu untuk menenangkan diri di malam hari. Ini mungkin membuat Anda tertidur lebih awal dan tidur lebih lama.
it: Prenditi del tempo per calmarti alla sera. Questo può aiutarti ad addormentarti più presto e a dormire più a lungo.
ja: 夜、心身を落ち着ける時間をとってみてください。眠りに早くつくことができ、睡眠時間も長くなります。
ko: 저녁에 시간을 내어 마음을 진정시키세요. 이렇게 하면 더 일찍 잠들고 더 오래 잘 수 있습니다.
nl: Plan tijd in om 's avonds tot rust te komen. Dit kan je helpen om in slaap te vallen en langer te slapen.
pt: À noite, reserve algum tempo para relaxar. Poderá ajudá-lo a adormecer mais depressa e a dormir mais tempo.
pt_br: Reserve tempo para relaxar à noite. Isso pode fazer você adormecer mais cedo e dormir mais.
sl: Prihranite si čas za večerno umirjanje. Tako boste lahko zaspali prej in spali dlje.
sv: Avsätt tid för nedvarvning på kvällen. Det kan göra att du somnar tidigare och sover längre.
zh_hans: 晚上预留放松时间。这可以让您更早入睡，并且睡眠时间更长。

# IGNITE_FTU_SERENE_PARA
source: Take a moment to yourself with Serene guided breathing exercise. Carried out regularly, Serene can help you improve the quality of your sleep and overall well-being.
da: Brug et øjeblik på dig selv med vejrtrækningsøvelser med vejledning fra Serene. Hvis du udfører dem jævnligt, kan Serene hjælpe dig med at forbedre kvaliteten af din søvn og din følelse af velvære i det hele taget.
de: Nimm dir Zeit für dich mit den geführten Atemübungen von Serene. Wenn du sie regelmäßig machst, kann Serene deine Schlafqualität und dein allgemeines Wohlbefinden verbessern.
es: Tómate un respiro con los ejercicios guiados de respiración Serene™. Si eres constante, Serene puede ayudarte a mejorar la calidad de tu sueño y tu bienestar general.
et: Leida enda jaoks hetk Serene'i juhendatud hingamisharjutustega. Kui teha Serene'i harjutusi regulaarselt, aitab see parandada une kvaliteeti ja üldist heaolu.
fi: Ota hetki aikaa itsellesi ohjatun Serene-hengitysharjoituksen parissa. Tekemällä harjoituksia säännöllisesti, Serene auttaa parantamaan unen laatua ja yleistä hyvinvointia.
fr: Prenez un moment pour vous avec l'exercice de respiration guidé Serene. Effectué régulièrement, Serene peut vous aider à améliorer la qualité de votre sommeil et votre bien-être général.
hu: Szánj egy percet magadra a Serene irányított légzőgyakorlattal. A Serene rendszeresen végezve javíthatja az alvás minőségét és az általános jóllétet.
id: Luangkan waktu sejenak untuk diri sendiri dengan latihan napas yang dipandu Serene. Dilakukan secara teratur, Serene dapat membantu Anda meningkatkan kualitas tidur dan kesehatan Anda secara menyeluruh.
it: Prenditi un momento tutto per te con un esercizio di respirazione guidato Serene. Svolti regolarmente, gli esercizi Serene possono aiutarti a migliorare la qualità del sonno e il tuo benessere complessivo.
ja: Serene 呼吸エクササイズでひと休み。定期的に行うと睡眠の質を向上するだけでなく、全体的な生活の質もよくすることができます。
ko: 잠시 시간을 내어 Serene의 안내식 호흡 운동을 직접 실시해보세요. 정기적으로 수행하면 Serene은 수면의 질과 전반적인 웰빙을 개선하는 데 도움을 줄 수 있습니다.
nl: Neem een moment voor jezelf met de Serene begeleide ademoefeningen. Als je de oefeningen regelmatig uitvoert, kan dit je helpen de kwaliteit van je slaap en je gevoel van welbevinden te verbeteren.
pt: Reserve um período de tempo para fazer o exercício respiratório orientado Serene. Se efetuado regularmente, o Serene pode ajudar a melhorar a qualidade do seu sono e o seu bem-estar geral.
pt_br: Reserve um momento para você com o exercício respiratório guiado Serene. Quando praticado regularmente, o Serene pode ajudar você a melhorar a qualidade do seu sono e seu bem-estar geral.
sl: Vzemite si trenutek zase z vodeno dihalno vajo Serene. Če jo izvajate redno, vam lahko dihalna vaja Serene pomaga izboljšati kakovost spanca in splošno dobro počutje.
sv: Ta en stund för dig själv med Serenes vägledda andningsövning. Genom att göra övningen regelbundet kan Serene hjälpa dig att förbättra din sömnkvalitet och ditt allmänna välmående.
zh_hans: 花时间练习 Serene 指导式呼吸练习。定期练习有助于提高睡眠质量和整体健康。

# FAV_LIB_FAVS_ON_DEVICE_HEADER
source: Favorites on %@ (%@/%@)
da: Favoritter på %@ (%@/%@)
de: Favoriten auf %@ (%@/%@)
es: Favoritos de %@ (%@/%@)
et: Lemmikud %@ (%@/%@)
fi: Suosikit: %@ (%@/%@)
fr: Favoris sur %@ (%@/%@)
hu: Kedvencek itt: %@ (%@/%@)
id: Favorit pada %@ (%@/%@)
it: Preferiti su %@ (%@/%@)
ja: %@ のお気に入り（%@/%@）
ko: %@의 선호사항(%@/%@)
nl: Favorieten op %@ (%@/%@)
pt: Favoritos no %@ (%@/%@)
pt_br: Favoritos no %@ (%@/%@)
sl: Priljubljene na %@ (%@/%@)
sv: Favoriter på %@ (%@/%@)
zh_hans: %@ 上我的最爱 (%@/%@)

# SMART_COACHING_URL
source: https://www.polar.com/en/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
da: https://www.polar.com/da/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
de: https://www.polar.com/de/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
es: https://www.polar.com/es/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
fi: https://www.polar.com/fi/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
fr: https://www.polar.com/fr/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
it: https://www.polar.com/it/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
ja: https://www.polar.com/ja/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
nl: https://www.polar.com/nl/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
pt_br: https://www.polar.com/br/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
sv: https://www.polar.com/sv/smart-coaching?utm_source=flow_featureguidance_ios&utm_medium=in-app&utm_campaign=smartcoaching_liftup
