Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# MAIN_TITLE_NOTIFICATIONS
source: Notifications
da: Meddelelser TESTI 1, TESTI2, TESTI3
de: Benachrichtigungen
es: Notificaciones
et: Teatised
fi: Ilmoitukset
fr: Fransuaa, Notifications
hu: Értesítések
id: Notifikasi
it: Avvisi
ja: お知らせ
ko: 알림
nl: Meldingen
pt: Notificações
pt_br: Notificações
sl: Obvestila
sv: Meddelanden
zh_hans: 通知

# SUPPORT_ITEM_HOW_TO_SYNC_POLAR_V650
source: To sync your V650 with the Flow app, select 'Sync with Mobile' from the side menu of your V650.
da: Joku muutos. Lisää muutosta. Muutossss. sdsoiskotansak For at synkronisere din V650 med Flow-appen skal du vælge 'Synkroniser med mobil' fra sidemenuen af din V650.
de: asdasdTupperis! Tipitii Um deinen V650 mit der Flow App zu synchronisieren, wähle im Seitenmenü deines V650 die Option 'Sync. mit Mobilgerät'.
es: Para sincronizar tu V650 con la app Flow, selecciona 'Sincronizar con móvil' en el menú lateral de tu V650.
et: Eesti, eesti, eesti, kaipaan sinne perkeleesti V650 sünkroonimiseks Polar Flow' rakendusega vali V650 külgmenüüst Sünkrooni mobiiliga.
fi: Jos haluat synkronoida V650-laitteesi Flow-sovelluksen kanssa, valitse V650:n sivuvalikosta kohta ’Synkronoi mobiililaite’.
fr: RANSKA!! Pour synchroniser votre V650 avec l'application Flow, sélectionnez 'Sync avec mobile' dans le menu du bouton latéral de votre V650.
hu: HU!! :D A V650 óra szinkronizálásához a Polar Flow alkalmazással, válaszd ki a „Szinkronizálás mobillal” lehetőséget a V650 óra oldalsó menüjéből.
id: Untuk menyinkronkan V650 dengan aplikasi Flow, pilih 'Sinkronkan dengan Ponsel' dari menu samping V650 Anda.
it: Per sincronizzare il V650 con l’app Flow, selezionare 'Sincronizza con dispositivo mobile' dal menu laterale del V650.
ja: V650をFlowアプリと同期するには、V650のサイドメニューから'モバイルと同期'を選択します。
ko: V650과 Flow 앱을 동기화하려면, V650의 사이드 메뉴에서 "모바일과의 동기화"를 선택하십시오.
nl: Selecteer 'Synchroniseren met mobiel' in het zij-menu van je V650 om je V650 te synchroniseren met de Flow app.
pt: Para sincronizar o seu V650 com a aplicação Flow, selecione 'Sincronizar com móvel' no menu lateral do seu V650.
pt_br: Para sincronizar o seu V650 com o aplicativo Flow, selecione 'Sincronizar com celular' no menu lateral do seu V650.
sl: Če želite kolesarski računalnik V650 sinhronizirati z aplikacijo Polar Flow, izberite »Sinhroniziraj z mobilno napravo« (»Sync with Mobile«) v stranskem meniju V650.
sv: Synkronisera din V650 med Flow-appen genom att välja 'Synkronisera med mobil' från sidomenyn på din V650.
zh_hans: 如需用 Flow 应用程序与 V650 同步，请从 V650 的侧边侧边菜单中选择 '与移动设备同步'。

# UNIT_PERCENT_OF_FTP
source: % of FTP
da: % af FTP
de: % FTP
es: % de FTP
et: % FTP-st
fi: % FTP-arvosta
fr: % de FTP
hu: FTP%
id: % dari FTP
it: % di FTP
ja: ％FTP
ko: FTP %
nl: % van FTP
pt: % de FTP
pt_br: % de FTP
sl: % FTP
sv: % av FTP
zh_hans: FTP的百分比

# BENEFIT_NO_DESCRIPTION
source: You need to train at least 10 minutes above 50% of your calculated maximum heart rate value to get feedback.
da: Muutostaaaa... jups. TANSKADu skal træne mindst 10 minutter over 50 % af din beregnede maks. pulsværdi for at få feedback. Tipitii
de: asdasTikako joudijou. Du musst mindestens 10 Minuten mit über 50 % deiner berechneten maximalen Herzfrequenz trainieren, um Feedback zu erhalten.
es: Necesitas entrenar al menos 10 minutos por encima del 50% de tu frecuencia cardíaca máxima calculada para obtener feedback.
et: asdasdTagasiside saamiseks pead treenima vähemalt 10 minutit nii, et südame löögisagedus oleks rohkem kui 50% arvutatud löögisageduse maksimumist.
fi: Palautetta harjoituksista saat vasta, kun olet harjoitellut vähintään kymmenen minuuttia niin, että sykkeesi on vähintään puolet maksimisykkeestäsi.
fr: Ranska tosi on Vous ranske devez vous entraîner au moins 10 minutes au-dessus de 50 % de votre FC max calculée pour bénéficier de commentaires.
hu: Hungaroring on jees, Ahhoz, hogy visszajelzést kapj, legalább 10 percet kell edzened a számított maximális pulzus 50%-a felett.
id: Anda harus berlatih setidaknya 10 menit di atas 50% nilai denyut jantung maksimal Anda untuk mendapatkan umpan balik.
it: È necessario allenarsi almeno 10 minuti oltre il 50% del valore di frequenza cardiaca massima calcolato per ottenere il feedback.
ja: フィードバックを表示するには、最大心拍数50％以上でのトレーニングを、少なくとも10分間以上行う必要があります。
ko: 훈련에 관한 피드백을 받으시려면 계산된 최대 심박수 수치의 50% 이상의 수치로 적어도 10분 이상 훈련하셔야 합니다.
nl: Je moet minstens 10 minuten boven 50% van je berekende maximale hartslag trainen om feedback over het trainingseffect te ontvangen.
pt: Para obter comentários precisa de treinar, no mínimo, 10 minutos acima de 50% do valor calculado para a sua frequência cardíaca máxima.
pt_br: Para obter feedback, você precisa treinar no mínimo 10 minutos acima de 50% do valor calculado para sua frequência cardíaca máxima.
sl: Če želite dobiti povratno informacijo, morate vsaj 10 minut trenirati na ravni, ki je več kot 50 % višja od vaše izračunane maksimalne vrednosti srčnega utripa.
sv: Du måste träna minst 10 minuter över 50 % av ditt beräknade maxpulsvärde för att få feedback.
zh_hans: 您需要在计算出的最大速度心脏值的 50% 以上至少训练 10 分钟，才能得到反馈。

# BENEFIT_VALUE_BASIC_STEADY_STATE_BASIC
source: Basic & Steady state training
da: asdasdGrundlæggende og stabilasdasd tilstands-træning Goroooooo
de: asdaasdasdBasisasdasd- und Herz-Kreislauftraining
es: Entrenamiento básico y por ritmo constante
et: Põhi- ja püsivustreening
fi: Perus- ja keskitehoinen harjoitus
hu: Unkari! Alap- és tartós edzés
id: Latihan Dasar & Stabil
it: Allenamento di fondo lento & fondo medio
ja: 基礎と安定状態のトレーニング
ko: 기본 및 스테디 상태 훈련
nl: Basis- en constante training
pt: Treino Base e Estacionário
pt_br: Treino Base e Estacionário
sl: Osnovni trening in trening z enakomernim tempom
sv: Grund- och Distansträning
zh_hans: 基本和稳定状态训练

# SYNC_NOTIFICATION_DEVICE_SUCCESS
source: Syncing data with %@ completed.
da: oiskotansa Datasynkronisering med %@ gennemført. kylllasdasd
de: katokku saksa Synchronisierung der Daten mit %@ abgeschlossen
es: Sincronización de datos con tu %@ completada.
et: Andmete sünkroonimine teenusega %@ on lõpetatud. On mai maind
fi: %@ synkronoitu.
fr: Synchronisation des données avec le %@ terminée.
hu: asdasdas Befejeződött az adatszinkronizálás a következővel: %@.
id: Menyinkronkan data dengan %@ selesai.
it: Sincronizzazione dei dati con %@ completata.
ja: %@とのデータの同期が完了しました。
ko: %@와(과) 데이터 동기화를 완료했습니다.
nl: Gegevens synchroniseren met %@ is voltooid.
pt: A sincronização de dados com o %@ foi concluída.
pt_br: Sincronização de dados com %@ concluída.
sl: Sinhronizacija podatkov s/z %@ zaključena.
sv: Synkronisering av data med %@ slutfördes.
zh_hans: 完成与 %@ 的数据同步。

# SYNC_NOTIFICATION_DEVICE_FAILED
source: Syncing data with %@ failed. Please try again.
da: Joku muutos. Datasynkronisering med %@ mislykkedes. Prøv igen.
de: Synchronisierung der Daten mit %@ fehlgeschlagen. Bitte versuche es noch einmal.
es: Fallo de sincronización de datos con tu %@. Inténtalo de nuevo.
et: Andmete sünkroonimine teenusega %@ ebaõnnestus. Palun proovi uuesti.
fi: Laitteen %@ synkronointi epäonnistui. Yritä uudelleen.
fr: Échec de la synchronisation des données avec le %@. Réessayez.
hu: Nem sikerült az adatszinkronizálás a következővel: %@. Kérjük, próbáld meg újra.
id: Menyinkronkan data dengan %@ gagal. Harap coba lagi.
it: Sincronizzazione dei dati con %@ non riuscita. Riprovare
ja: %@とのデータの同期に失敗しました。もう一度やり直してください。
ko: %@와(과) 데이터를 동기화하는 데 실패했습니다. 다시 시도하십시오.
nl: Gegevens synchroniseren met %@ is mislukt. Probeer het opnieuw.
pt: Falhou a sincronização de dados com o %@. Tente novamente.
pt_br: A sincronização de dados com %@ falhou. Tente novamente.
sl: Sinhronizacija podatkov s/z %@ zaključena. Poskusite znova.
sv: Det gick inte att synkronisera data med %@. Försök igen.
zh_hans: 与 %@ 同步数据失败。请重试。

# DEVICES_BATTERY_STATUS_TITLE
source: Battery status when synced: %@ %%
da: Batteristatus efter synkronisering: %@ %%
de: Akkustatus wenn synchronisiert: %@ %%
es: Estado de la batería al sincronizarse: %@ %%
et: Aku olek sünkroonimisel: %@%%
fi: Akun tila synkkauksen hetkellä: %@ %%
fr: État de la batterie lors de la synchro : %@ %%
hu: asfasfasAkkumulátor-állapot szinkronizáláskor: %@%%
id: Status baterai saat disinkronkan: %@ %%
it: Stato della batteria in seguito alla sincronizzazione: %@%%
ja: 同期後のバッテリー残量： %@ %%
ko: 동기화 시 배터리 상태: %@%%
nl: Batterijstatus bij synchronisatie: %@%%
pt: Estado da bateria após a sincronização: %@%%
pt_br: Status da bateria quando sincronizado: %@ %%
sl: Status baterije po sinhronizaciji: %@ %%
sv: Batteristatus vid synkning: %@ %%
zh_hans: 同步时的电池状态：%@ %%

# REGISTRATION_DO_INITIAL_MOBILE_FTU_SETUP_INFO_TEXT
source: Please make sure both your phone and device have Bluetooth turned on, and keep them close to each other during the setup. Alternatively, you can do the setup with your computer if you wish.
da: asdasd Noe! NoNIIII!!! Kontrollér venligst, at Bluetooth er aktiveret både på din telefon og på enheden, og hold dem tæt på hinanden under opsætningen. Du kan også foretage opsætningen med din computer, hvis du foretrækker det.
de: Stelle sicher, dass Bluetooth auf deinem Smartphone und deinem Gerät aktiviert ist und halte beide Geräte während der Einrichtung nah aneinander. Alternativ kannst du die Einrichtung mit deinem Computer vornehmen.
es: Asegúrate de que tanto tu teléfono como tu dispositivo tienen Bluetooth activado y mantenlos cerca entre sí durante la configuración. Si quieres también puedes realizar la configuración con tu ordenador.
et: Veendu, et nii telefonil kui ka seadmel oleks Bluetooth sisse lülitatud, ja hoia neid seadistamise ajal teineteise lähedal. Teise võimalusena saad seadistada arvutiga.
fi: Varmista, että puhelimessasi ja laitteessasi on Bluetooth käytössä, ja pidä laitteet lähekkäin käyttöönoton aikana. Halutessasi voit myös tehdä käyttöönoton tietokoneella.
fr: Vérifiez que le Bluetooth est activé sur votre téléphone et votre dispositif, et maintenez ceux-ci près l'un de l'autre pendant la configuration. Si vous le souhaitez, vous pouvez aussi procéder à la configuration avec votre ordinateur.
hu: Győződj meg arról, hogy mind a telefonon, mind az eszközön be van kapcsolva a Bluetooth, és a beállítás során tartsd őket közel egymáshoz. Másik lehetőségként a beállítást a számítógépeden is elvégezheted, ha szeretnéd.
id: Silakan pastikan Bluetooth kedua ponsel dan perangkat Anda telah menyala, dan tetap dekatkan satu sama lain selama penyetelan. Alternatif lain, Anda dapat melakukan penyetelan dengan komputer Anda jika Anda ingin.
it: Assicurarsi che il telefono e il dispositivo dispongano di Bluetooth attivato e tenerli vicini durante l’impostazione. In alternativa, se lo si desidera, è possibile eseguire l’impostazione con il computer.
ja: 設定中はスマートフォンとデバイスのBluetoothをオンにし、お互いをそばに置いてください。またコンピュータから設定を行うこともできます。
ko: 전화기와 장치 모두에 블루투스가 켜져 있는지 확인하고 설정을 하는 동안 서로 가까운 상태로 유지해 주십시오. 또는 원하실 경우 컴퓨터를 이용하여 설정하실 수 있습니다.
nl: Zorg ervoor dat Bluetooth is ingeschakeld op je telefoon en het apparaat, en houd ze bij elkaar in de buurt tijdens de configuratie. Je kunt de configuratie eventueel ook op je computer uitvoeren.
pt: Verifique se tem o Bluetooth ativado no telemóvel e no dispositivo e mantenha-os próximos um do outro durante a configuração. Em alternativa, poderá fazer a configuração com o computador, caso o pretenda.
pt_br: Verifique se o Bluetooth está ativado no celular e no dispositivo e mantenha-os próximos um do outro durante a configuração. Você também pode fazer a configuração com o computador, se quiser.
sl: Prepričajte se, da je funkcija Bluetooth vklopljena tako na vaši napravi kot na vašem telefonu, med namestitvijo pa naj bosta postavljena eden ob drugem. Namestitev lahko opravite tudi preko računalnika.
sv: Kontrollera att både din telefon och enhet har Bluetooth aktiverat och håll dem nära varandra under installationen. Alternativt kan du göra inställningarna med datorn om du vill.
zh_hans: 请确保您的手机和设备均已启用蓝牙功能，并让他们在安装过程中彼此接近。或者，如果您希望利用计算机进行安装也可以。

# BALANCE_WEIGHT_DIFFERS_MORE_10
source: The weight you just measured (%@) differs more than 10%% from your previous weight (%@).
da: JoopaJoooo... koriör Den vægt, du lige har vejet dig til (%@), varierer med over 10 %% fra din forrige vægt (%@). Tush
de: Das Gewicht, das du gerade gemessen hast (%@), weicht um mehr als 10 %% von deinem vorhergien Gewicht ab (%@).
es: El peso que acabas de medir (%@) difiere en más de un 10 %% de tu peso anterior (%@).
et: Sinu äsja mõõdetud kaal (%@) erineb sinu eelmisest kaalust (%@) rohkem kui 10%%.
fi: Mittaamasi paino (%@) eroaa yli 10 %% edellisestä painostasi (%@).
fr: Ranskaaaa!! Le poids que vous venez de mesurer (%@) diffère de plus de 10 %% de votre poids précédent (%@).
hu: A mért testsúly (%@) több mint 10%%-kal eltér a korábbi testsúlyodtól (%@).
id: Berat badan yang baru Anda timbang (%@) lebih besar 10%% dari berat badan sebelumnya (%@).
it: Il peso appena calcolato (%@) è diverso di oltre il 10%% rispetto al peso precedente (%@).
ja: 測定した体重（%@）は、前回の体重（%@）に比べて10 %%を超える差異が見られます。
ko: 방금 측정한 체중(%@)과 이전 체중(%@)의 차이가 10% 이상입니다.
nl: Tussen je zojuist gemeten gewicht (%@) en je vorige gewicht (%@) zit meer dan 10%% verschil.
pt: O peso que acabou de medir (%@) difere em mais de 10%% do seu peso anterior (%@).
pt_br: O peso que você acabou de medir (%@) difere em mais de 10%% do seu peso anterior (%@).
sl: Teža, ki ste jo pravkar izmerili (%@) se za več kot 10 %% razlikuje od vaše prejšnje teže (%@).
sv: Den angivna vikten (%@) skiljer sig mer än 10 %% från din föregående vikt (%@).
zh_hans: 您刚测量的体重 (%@) 超出您之前体重 (%@) 以上。

# LICENSE_INTRO
source: Third-party licenses Polar Flow uses certain third-party open-source software. Below you can see which software we’ve been using, and also the applicable copyright and other notices, permissions and acknowledgements. Our thanks goes to the developers.
da: Hurraahuhhahhei, Third-party licenses Polar Flow uses certain third-party open-source software. Below you can see which software we’ve been using, and also the applicable copyright and other notices, permissions and acknowledgements. Our thanks goes to the developers.
et: Onko viro kiro sanatanaKolmanda osapoole litsentsid Polar Flow kasutab teatud kolmanda osapoole avatud lähtekoodiga tarkvara. Allpool näed, millist tarkvara oleme kasutanud, samuti kehtivaid autoriõiguse ja muid teatisi, lubasid ja kinnitusi. Täname arendajaid.
hu: Harmadik féltől származó licencek A Polar Flow bizonyos, harmadik felektől származó nyílt forráskódú szoftvereket használ. Az alábbiakban megnézheted, hogy milyen szoftvereket használunk, és megnézheted a hozzájuk kapcsolódó szerzői jogi és egyéb megjegyzéseket, engedélyeket és visszaigazolásokat. Köszönettel tartozunk a fejlesztőknek.
id: Lisensi pihak ketiga Polar Flow menggunakan software sumber terbuka dari pihak ketiga yang khusus. Di bawah ini Anda dapat melihat software mana yang kami telah gunakan, dan juga hak cipta yang berlaku serta pemberitahuan, izin dan pengakuan lain. Kami berterima kasih pada para pengembang.
pt_br: Licenças de terceiros O Polar Flow usa certos softwares “open source” de terceiros. Abaixo você pode ver os softwares que estamos usando e também os avisos de direitos autorais e de outros tipos, permissões e reconhecimentos aplicáveis. Aos desenvolvedores, nossos agradecimentos.
sl: Licence tretjih oseb Aplikacija Polar Flow uporablja odprtokodno programsko opremo tretjih oseb. Spodaj si lahko ogledate, katero programsko opremo uporabljamo, skupaj z vsemi ustreznimi navedbami pravic intelektualne lastnine in drugimi opombami, dovoljenji ter pripoznanji. Zahvaljujemo se razvijalcem programske opreme.

# SENSOR_FWU_STARTUP_DESCRIPTION
source: There’s an update available for your %@. Updating may take few minutes.
da: Der findes en opdatering til dit %@. Opdateringen kan tage nogle få minutter.
de: Für dein Gerät %@ ist ein Update verfügbar. Das Aktualisieren kann ein paar Minuten dauern.
es: Hay una actualización disponible para %@. El proceso de actualización puede tardar unos minutos.
et: Sinu asdseadme %@ jaoks on saadaval uuendus. Uuendamine võib võtta paar minutit.
fi: Päivitys saatavilla laitteelle %@. Päivittäminen voi kestää muutaman minuutin.
fr: Une mise à jour est disponible pour votre %@. Il se peut que la mise à jour prenne quelques minutes.
hu: Frissítés érhető el a(z) %@ eszközhöz. A frissítés eltarthat néhány percig.
id: Terdapat pembaruan yang tersedia untuk %@ Anda. Pembaruan dapat berlangsung beberapa menit.
it: È disponibile un aggiornamento per il dispositivo %@. L’aggiornamento può richiedere alcuni minuti.
ja: %@の更新情報があります。 更新には数分かかります。
ko: %@의 사용 가능한 업데이트가 있습니다. 업데이트에 몇 분 정도 소요될 수 있습니다.
nl: Er is een update beschikbaar voor je %@. Het bijwerken kan enkele minuten duren.
pt: Está disponível uma atualização para o seu %@. A atualização pode demorar alguns minutos.
pt_br: Há uma atualização disponível para o seu %@. A atualização pode demorar alguns minutos.
sl: Na voljo je posodobitev za %@. Posodabljanje lahko traja nekaj minut.
sv: Det finns en uppdatering tillgänglig för din %@. Uppdateringen kan ta några minuter.
zh_hans: 您的 %@ 存在可用更新。 更新可能需要几分钟的时间。

# SPORT_PROFILES_INFO_TEXT_SPEED_PACE_ZONES
source: With the speed/pace zones you can easily select and monitor training intensities. The zones you see here are the Default zones. If you choose Custom zones, all limits can be changed.
da: Kokeillaas vielä... Med hastigheds- og kokkeroo, oisko mittää oisko soisko mittää :Dtempozonerne kan du nemt vælge og overvåge forskellige træningsintensiteter. De zoner, du kan se her, er standardzonerne. Hvis du vælger Brugertilpassede zoner, kan alle grænseværdier ændres.
de: Mit Geschwindigkeits-/Tempozonen kannst du Trainingsintensitäten einfach auswählen und überwachen. Die Zonen, die du hier siehst, sind die Standardzonen. Wenn du „Benutzerdefinierte Zonen“ wählst, können alle Grenzwerte geändert werden.
es: Con las zonas de velocidad/ritmo es fácil elegir y supervisar la intensidad de entrenamiento. Las zonas que aparecen aquí son las zonas predeterminadas. Si eliges Zonas personalizadas, puedes cambiar todos los límites.
et: Kiiruse/tempo tsoonide abil saad hõlpsalt valida ja jälgida treeningu intensiivsust. Tsoonid, mida siin näed, on vaiketsoonid. Kui valid Kohandatud tsoonid, saad kõiki piire muuta.
fi: Nopeus-/vauhtialueiden avulla voit helposti suunnitella ja seurata treenisi intensiteettiä. Tässä näet oletusalueet. Jos valitset Mukautetut alueet, voit muuttaa kaikkia rajoja.
fr: Avec les zones de vitesse/allure, vous pouvez facilement sélectionner et suivre les intensités de vos entraînements. Les zones que vous voyez ici sont les zones par défaut. Si vous choisissez les zones personnalisées, il devient possible de modifier toutes les limites.
hu: A sebesség/tempó zónákkal egyszerűen kiválaszthatod és figyelemmel követheted az edzési intenzitásokat. Az itt látható zónák Alapértelmezett zónák. Ha az Egyéni zónákat választod, akkor az összes határérték módosítható.
id: Dengan zona kecepatan/laju Anda dapat memilih dan memantau intensitas latihan dengan mudah. Zona yang Anda lihat di sini adalah zona Default. Jika Anda memilih zona Kustom, semua batas dapat diubah.
it: Le zone di velocità/andatura permettono di selezionare e monitorare facilmente le intensità di allenamento. Le zone visualizzate qui sono quelle predefinite. Se scegli zone personalizzate, tutti i limiti possono essere modificati.
ja: スピード/ペースゾーンを利用すると、簡単にトレーニング強度を選択して、モニタリングできます。ここでは、デフォルトのゾーンが表示されています。 カスタムゾーンを選択すると、すべてのリミットが変更できます。
ko: 속도/페이스 구역을 통해 트레이닝 강도를 쉽게 선택하고 모니터링할 수 있습니다. 여기에 나타난 구역은 디폴트 구역입니다. 사용자 맞춤 구역을 선택하면 모든 한계를 변경할 수 있습니다.
nl: Met de snelheid-/tempozones kun je eenvoudig je trainingsintensiteiten selecteren en bewaken. De zones die je hier ziet, zijn de standaardzones. Als je Aangepaste zones kiest, kunnen alle limieten worden gewijzigd.
pt: Com as zonas de velocidade/ritmo, pode selecionar e monitorizar facilmente as intensidades de treino. As zonas aqui apresentadas são as zonas predefinidas. Se selecionar as zonas Personalizadas, poderá alterar todos os limites.
pt_br: Com as zonas de velocidade/ritmo, você pode selecionar e monitorar facilmente as intensidades de treino. As zonas aqui apresentadas são as Zonas padrão. Se você selecionar Zonas personalizadas, poderá alterar todos os limites.
sl: Z območji hitrosti/tempa lahko enostavno izberete in spremljate intenzivnost treninga. Območja, ki jih vidite tukaj, so privzeta območja. Če izberete območja po meri, lahko spremenite vse mejne vrednosti.
sv: Med hastighets-/tempozonerna kan du enkelt välja och övervaka träningsintensiteter. De zoner du ser här är standardzonerna. Om du väljer Anpassade zoner kan alla gränser ändras.
zh_hans: 利用速度/配速区，您可以便捷地选择并监控训练强度。您现在在此看到的区域是默认区域。 如果您选择“自定义区域”，则可以更改所有限制。

# SPORT_PROFILES_TRAINING_DISPLAY_ITEM_POWER_LR_BALANCE
source: Left/right balance
da: Venstre/ højre-balance varmaan kymmenes kerta
de: L-/R-Balance
es: Equilibrio izquierda/derecha
et: Parema/vasaku jõuvõrdsus
fi: Vasemman ja oikean tasapaino
fr: Équilibre gauche/ droite
hu: Bal/jobb egyensúly
id: Keseimbangan kiri/kanan
it: Bilanciamento sinistra/destra
ja: 左/右バランス
ko: 좌/우 균형
nl: Links-rechtsbalans
pt: Equilíbrio esquerda/direita
pt_br: Equilíbrio esquerda/direita
sl: Razmerje moči leva/desna
sv: Vänster/höger balans
zh_hans: 左/右平衡

# FTU_SAVE_SYNC
source: Save and sync
da: Gem og synkronisér
de: Speichern & sync.
es: Guardar y sincron.
et: Salvesta ja sünkrooni
fi: Tallenna ja synkronoi
fr: asasdEnregistrer et synchroniser
hu: Mentés és szinkronizálás
id: Simpan dan sinkronkan
it: Salva e sincronizza
ja: 保存して同期
ko: 저장 및 동기화
nl: Opslaan en synchroniseren
pt: Guardar e sincronizar
pt_br: Salvar e sincronizar
sl: Shrani in sinhroniziraj
sv: Spara och synka
zh_hans: 保存并同步

# TRAINING_SESSION_LIST_VIEW_FILTER_PLACEHOLDER_TEXT
source: Search or filter by type
da: tanska, Søg eller filtrer efter type ku ei nii ei
de: Nach Typ suchen oder filtern
es: Buscar o filtrar por tipo
et: Otsi või filtreeri tüübi järgi
fi: Hae tai suodata tyypin mukaan
fr: Rechercher ou filtrer par type mitahan tama tarkoittaa
hu: Keresés vagy szűrés típus szerint
id: Cari atau saring berdasarkan jenis
it: Cerca o filtra per tipo
ja: タイプ別に検索、’または絞り込む
ko: 유형별 검색 혹은 필터
nl: Zoek of filter op type
pt: Pesquisar ou filtrar por tipo
pt_br: Pesquisar ou filtrar por tipo
sl: Iščite ali razvrstite glede na vrsto
sv: Sök eller filtrera efter typ
zh_hans: 搜索或按类型筛选
