Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# RECORD_EXERCISE_PRECISE_LOCATION_OFF
source: To get speed and distance during training, you need to allow Flow to use your precise location.
da: For at se din hastighed og distance under din træning skal du give Flow tilladelse til at bruge din nøjagtige placering.
de: Um Geschwindigkeit und Distanz während des Trainings zu erhalten, musst du Flow die Nutzung deines genauen Standorts erlauben.
es: Para obtener datos sobre velocidad y distancia durante tu entrenamiento, debes permitir que Flow utilice tu ubicación precisa.
et: Kiiruse ja distantsi andmete saamiseks treeningu ajal pead lubama Polat Flow'l kasutada sinu täpset asukohta.
fi: Jotta näet treenin nopeus- ja matkatiedot, salli Flow'n käyttää tarkkaa sijaintiasi.
fr: Afin d'obtenir la vitesse et la distance durant l'entraînement, vous devez permettre à Flow d'utiliser votre localisation précise.
hu: Ahhoz, hogy edzés közben megkapd a sebesség és a táv értékét, engedélyezned kell a Polar Flow alkalmazás számára, hogy használja a pontos tartózkodási helyedet.
id: Untuk mendapatkan kecepatan dan jarak selama latihan, Anda harus memperbolehkan Flow untuk menggunakan lokasi tepat Anda.
it: Per ottenere i dati di velocità e distanza durante l’allenamento, devi consentire a Flow di utilizzare la tua posizione precisa.
ja: トレーニング中にスピードと距離をチェックするには、Flowが正確な位置情報を把握できるよう設定を許可しておく必要があります。
ko: 트레이닝 동안 속도 및 거리를 확인하려면 Flow가 정확한 위치를 사용하도록 해야 합니다.
nl: Als je snelheid en afstand wilt krijgen tijdens je training, moet je toestaan dat Polar Flow je exacte locatie gebruikt.
pt: Para obter a velocidade e a distância durante o treino, é necessário dar permissão ao Flow para utilizar sempre a sua localização exata.
pt_br: Para obter velocidade e distância durante o treino, é necessário permitir que o Flow sempre use sua localização exata.
sl: Za prejemanje podatkov o hitrosti in razdalji med treningom morate aplikaciji Polar Flow omogočiti dostop do vaše točne lokacije.
sv: För att du ska kunna se hastighet och distans under träningen måste du tillåta Flow att använda din exakta plats.
zh_hans: 要在训练期间了解速度和距离，您需要始终允许 Flow 使用您的精确位置。

# RECORD_EXERCISE_LOCATION_OFF_PRECISE_LOCATION_OFF
source: To get speed and distance during training, you need to allow Flow to: - access your location while using the app, or always - use your precise location
da: Tipitii For at se din hastighed og distance under træning skal du give Flow tilladelse til at: - bruge din lokalitet, mens du bruger appen, eller altid - bruge din præcise lokalitet.
de: Um Geschwindigkeit und Distanz während des Trainings zu erhalten, musst du Flow: - Zugriff auf deinen Standort erlauben, während du die App verwendest oder immer - die Nutzung deines genauen Standorts erlauben.
es: Para obtener datos sobre velocidad y distancia durante tu entrenamiento, debes permitir que Flow: - acceda tu ubicación siempre o solo mientras utilizas la app - utilice tu ubicación precisa
et: Kiiruse ja distantsi andmete saamiseks treeningu ajal pead andma Polar Flow'le: - juurdepääsu oma asukohale rakenduse kasutamise ajal või alati - kasuta oma täpset asukohta
fi: Jotta näet treenin nopeus- ja matkatiedot, salli Flow'n: – käyttää sijaintiasi käytettäessä appia tai aina – käyttää tarkkaa sijaintiasi
fr: Afin d'obtenir la vitesse et la distance durant l'entraînement, vous devez permettre à Flow : - d'utiliser votre localisation pendant que vous utilisez l'application, ou tout le temps - d'utiliser votre localisation précise
hu: Ahhoz, hogy edzés közben megkapd a sebesség és a táv értékét, engedélyezned kell a Polar Flow alkalmazás számára, hogy: - hozzáférjen tartózkodási helyedhez az alkalmazás használata közben, vagy - használja pontos tartózkodási helyedet
id: Untuk mendapatkan kecepatan dan jarak selama latihan, Anda harus memperbolehkan Flow untuk: - mengakses lokasi Anda selama menggunakan aplikasi atau selalu - menggunakan lokasi tepat Anda.
it: Per ottenere velocità e distanza durante l’allenamento, devi consentire a Flow di: - Accedere alla tua posizione solo durante l’uso dell’app o sempre - Utilizzare la tua posizione precisa
ja: トレーニング中にスピードと距離をチェックするには、Flowが: - 常時またはアプリ使用中に位置情報を把握できるよう設定を許可にしておく、または常時 - 正確な位置情報を使う必要があります。
ko: 트레이닝 동안 속도 및 거리를 확인하려면 Flow가 다음과 같이 하도록 해야 합니다. - 앱을 사용하는 동안 또는 항상 위치에 액세스할 수 있도록 해야 합니다. - 정확한 위치를 사용하도록 해야 합니다.
nl: Als je tijdens de training je snelheid en afstand wilt weten, moet je Polar Flow toestaan: - je locatie te gebruiken tijdens het gebruik van de app, of altijd - je exacte locatie te gebruiken
pt: Para obter a velocidade e a distância durante o treino, é necessário dar permissão ao Flow para: - aceder à sua localização durante o uso da aplicação ou - utilizar sempre a sua localização exata
pt_br: Para obter a velocidade e a distância durante o treino, é necessário permitir que o Flow: - acesse sua localização enquanto o aplicativo estiver em uso ou sempre ou - use sua localização exata
sl: Za prejemanje podatkov o hitrosti in razdalji med treningom morate aplikaciji Polar Flow omogočiti: - dostop do lokacije med uporabo aplikacije ali neprestan - dostop do vaše točne lokacije
sv: För att du ska kunna se hastighet och distans under träningen måste du tillåta Flow att: - använda din plats när du använder appen, eller alltid - använda din exakta plats
zh_hans: 要在训练期间了解速度和距离，您需要允许 Flow： - 在使用应用期间访问您的位置，或始终 - 使用您的精确位置。

# BATTERY_STATUS_PERCENTAGE
source: Battery %@%%
da: Batteri %@ %%
de: Akku %@ %%
es: Batería %@ %%
et: Aku %@%%
fi: Akku %@ %%
fr: Batterie %@ %%
hu: Akkumulátor %@%%
id: Baterai %@ %%
it: Batteria %@ %%
ja: バッテリー %@ %%
ko: 배터리 %@%%
nl: Batterij %@ %%
pt: Bateria %@%%
pt_br: Bateria %@%%
sl: Baterija %@%%
sv: Batteri %@ %%
zh_hans: 电池 %@ %%

# SLEEP_EDIT_RULES_POPUP_RULE_FOUR
source: You can choose 'Switch back' to bring back the original timing
da: Du kan vælge "Skift tilbage" for at skifte tilbage til den oprindelige timing
de: Du kannst „Zurückwechseln“ wählen, um die ursprünglichen Schlafzeiten wiederherzustellen.
es: Puedes elegir "Volver" para recuperar el tiempo original
et: Algse aja taastamiseks võid valida Lülitu tagasi
fi: Voit palauttaa alkuperäisen ajan valitsemalla ’Palauta’
fr: Vous pouvez choisir « Revenir en arrière » pour revenir au calcul du temps de sommeil d'origine
hu: Választhatod a „Visszaváltás” lehetőséget az eredeti időzítés beállításához
id: Anda dapat memilih 'Alihkan kembali' untuk mengembalikan waktu semula
it: Puoi scegliere “Torna indietro” per ripristinare i dati sul sonno originali
ja: 「元に戻る」を選択すると、もとのタイミングに戻すことができます。
ko: 다시 전환을 선택해 원래의 타이밍 불러오기 가능
nl: Kies 'Autom. gegevens' om de oorspronkelijke tijdstippen te herstellen
pt: Pode selecionar a opção “Reverter” para repor o tempo de sono original
pt_br: Você pode selecionar a opção “Retornar” para voltar ao tempo de sono original
sl: Izberete lahko »Zamenjaj nazaj«, če želite uporabljati prvotno beleženje časa.
sv: Du kan välja Återgå om du vill återgå till ursprunglig tidtagning
zh_hans: 您可以选择“切换回”以恢复初始时间

# WALKING_TEST_INFO_PART_THREE
source: Based on your VO2max score, age and sex, we define your fitness level on a scale ranging from 'Very low' to 'Elite'.
da: Baseret på dit VO2max-resultat, din alder og dit køn definerer vi dit konditionsniveau på en skala fra 'Meget lav' til 'Elite'.
de: Auf Grundlage deines VO2max-Werts, Alters und Geschlechts definieren wir dein Fitnesslevel auf einer Skala von Schwach bis Exzellent.
es: En función de tu puntuación de consumo máximo de oxígeno (VO2max), edad y sexo, definimos tu estado de forma física en una escala que va desde "Muy baja" hasta "Excelente".
et: Sinu maksimaalse hapnikutarbimise, vanuse ja soo põhjal määratleme sinu sobivuse skaalal „Väga madal” kuni „Eliit”.
fi: Määrittelemme kuntotasosi VO2max-arvosi, ikäsi ja sukupuolesi perusteella asteikolla 'Heikosta' 'Huippuun'.
fr: En nous basant sur votre score VO2max, votre âge et votre sexe, nous définissons votre niveau de forme sur une échelle allant de Très faible à Élite.
hu: A VO2max pontszámod, az életkorod és a nemed alapján határozzuk meg edzettségi szinted a „Nagyon alacsony” és az „Elit” értékek között terjedő skálán.
id: Berdasarkan skor VO2max Anda, usia dan jenis kelamin, kami mendefinisikan tingkat kebugaran Anda dalam skala mulai dari 'Sangat rendah' hingga 'Elit'.
it: In base al punteggio VO2max, all’età e al sesso, definiamo il tuo livello di forma fisica su una scala che va da “Molto basso” a “Elite”.
ja: VO2maxのスコア、年齢、性別、をもとに、あなたのフィットネスレベルを「とても低い」～「最高」のランクに分けて示します。
ko: 사용자의 VO2max 점수, 나이 및 성별에 기반하여 '매우 낮음'부터 '엘리트'까지 피트니스 레벨을 정의합니다.
nl: Op basis van je VO2max-score, leeftijd en geslacht bepalen we je conditieniveau op een schaal van 'Zeer laag' tot 'Uitstekend'.
pt: Com base na pontuação do VO2max, na idade e no sexo, definimos o seu nível de fitness numa escala que varia entre 'Muito baixo' e 'Elite'.
pt_br: Com base na sua pontuação do VO2max, idade e sexo, definimos seu nível de condicionamento físico em uma escala que varia entre “Muito baixo” e “Elite”.
sl: Vašo raven fizične pripravljenosti določimo na podlagi vašega rezultata za VO2max, starosti in spola, in sicer na lestvici od "zelo nizko" do "vrhunsko".
sv: Baserat på maximal syreupptagningsförmåga (VO2max), ålder och kön definierar vi din konditionsnivå på en skala från ”Mycket låg” till ”Elit”.
zh_hans: 根据您的最大摄氧量评分、年龄和性别，我们在“极低”到“优秀”的等级范围内定义您的适能水平。

# SETTINGS_REFUSE_DATA_USE_FOR_RD_PURPOSES_HEADER
source: Research and development
da: Forskning og udvikling
de: Forschung und Entwicklung
es: Investigación y desarrollo
et: Teadus- ja arendustegevus
fi: Tutkimus ja tuotekehitys
fr: Recherche et développement
hu: Kutatás és fejlesztés
id: Penelitian dan pengembangan
it: Ricerca e sviluppo
ja: 研究開発 (R&D)
ko: 연구 개발
nl: Onderzoek en ontwikkeling
pt: Pesquisa e desenvolvimento
pt_br: Pesquisa e desenvolvimento
sl: Raziskave in razvoj
sv: Forskning och utveckling
zh_hans: 研究和开发

# SETTINGS_REFUSE_DATA_USE_FOR_RD_PURPOSES_TEXT
source: I don't want my data to be used for %@. Using the data helps Polar develop and improve products and services.
da: Jeg vil ikke have, at mine data bliver brugt til %@. Brug af data hjælper Polar med at udvikle og forbedre produkter og tjenester.
de: Ich möchte nicht, dass meine Daten für %@ verwendet werden. Die Verwendung der Daten hilft Polar, Produkte und Dienstleistungen zu entwickeln und zu verbessern.
es: No quiero que mis datos se utilicen para %@. El uso de los datos ayuda a Polar a desarrollar y mejorar sus productos y servicios.
et: Ma ei soovi, et minu andmeid kasutataks %@ eesmärgil. Andmete kasutamine aitab Polaril tooteid ja teenuseid arendada ja täiustada.
fi: En halua, että tietojani käytetään %@. Tietojen käyttö auttaa Polaria kehittämään ja parantamaan tuotteita ja palveluita.
fr: Je ne veux pas que mes données soient utilisées pour %@. Utiliser ces données aide Polar à développer et améliorer les produits et services.
hu: Nem szeretném, hogy adataimat felhasználják a következőhöz: %@. Az adatok felhasználása segít a Polar számára a termékek és szolgáltatások fejlesztésében.
id: Saya tidak ingin data saya digunakan untuk %@. Menggunakan data membantu Polar mengembangkan dan meningkatkan produk dan layanan.
it: Non voglio che i miei dati vengano usati per attività di %@. L’uso dei dati aiuta Polar a sviluppare e migliorare i propri prodotti e servizi.
ja: 自分のデータが%@のために使用されることを希望しません。データを使用することは、Polarが製品・サービスを開発および改善するのに役立ちます。
ko: 제 데이터를 %@에 사용하고 싶지 않습니다. 데이터를 사용하면 Polar가 제품과 서비스를 개발하고 개선하는 데 도움이 됩니다.
nl: Ik wil niet dat mijn gegevens worden gebruikt voor %@. Het gebruik van de gegevens helpt Polar bij het ontwikkelen en verbeteren van producten en services
pt: Não quero que os meus dados sejam utilizados para %@. A utilização dos dados ajuda a Polar a desenvolver e a melhorar produtos e serviços.
pt_br: Não quero que meus dados sejam usados para %@. O uso dos dados ajuda a Polar a desenvolver e melhorar produtos e serviços.
sl: Ne želim, da se moji podatki uporabljajo za %@. Polar lahko s pomočjo teh podatkov razvija in izboljšuje izdelke ter storitve.
sv: Jag vill inte att mina data ska användas till %@. Användning av data hjälper Polar att utveckla och förbättra produkter och tjänster.
zh_hans: 我不希望我的数据被用于%@。使用这些数据有助于 Polar 开发和改进产品和服务。

# SETTINGS_REFUSE_DATA_USE_FOR_RD_PURPOSES_LINK
source: research and development
da: forskning og udvikling
de: Forschung und Entwicklung
es: investigación y desarrollo
et: teadus- ja arendustegevus
fi: tutkimukseen ja tuotekehitykseen
fr: la recherche et le développement
hu: kutatás és fejlesztés
id: penelitian dan pengembangan
it: ricerca e sviluppo
ja: 研究開発 (R&D)
ko: 연구 개발
nl: onderzoek en ontwikkeling
pt: pesquisa e desenvolvimento
pt_br: pesquisa e desenvolvimento
sl: raziskave in razvoj
sv: forskning och utveckling
zh_hans: 研究和开发

# SLEEP_AND_INTERNAL_RHYTHM
source: Sleep & internal rhythm
da: Søvn og indre rytme
de: Schlaf & Biorhythmus
es: Sueño y ritmo interno
et: Une- ja sisemine rütm
fi: Uni ja sisäinen rytmi
fr: Sommeil et rythme biologique
hu: Alvás és belső ritmus
id: Ritme tidur & internal
it: Sonno e ritmo interno
ja: 睡眠＆体内リズム
ko: 수면 및 체내 리듬
nl: Slaap & biologische klok
pt: Sono & ritmo interno
pt_br: Sono e ritmo interno
sl: Spanje in notranji ritem
sv: Sömn och biorytm
zh_hans: 睡眠和内在节奏

# BOOST_FROM_SLEEP_ACCURACY_DISCLAIMER
source: Your forecast is valid when you have sleep data from every night during the past 7 days
da: Din prognose er gyldig, når du har søvndata fra hver nat i løbet af de seneste syv dage
de: Deine Vorschau ist fundiert, wenn du Schlafdaten von jeder Nacht während der letzten 7 Tage hast
es: Tu previsión es válida cuando dispones de datos de sueño diarios de los últimos 7 días
et: Sinu prognoos kehtib, kui sul on uneandmeid iga öö kohta viimase 7 päeva jooksul
fi: Ennusteesi on pätevä, jos meillä on tiedot unestasi jokaiselta yöltä viimeisen 7 päivän ajalta
fr: Votre prévision est valable quand vous avez des données pour chaque nuit au cours des sept derniers jours
hu: Az előrejelzésed akkor érvényes, amikor rendelkezésre állnak az elmúlt 7 nap minden éjszakájának alvási adatai
id: Ramalan cuaca Anda valid jika Anda memiliki data tidur setiap malam selama 7 hari terakhir
it: La previsione è valida se sono presenti dati sul sonno di ogni notte per gli ultimi 7 giorni
ja: 有効な予測には、過去7日間の毎晩の睡眠データが必要です
ko: 지난 7일 동안 매일 밤마다 얻은 수면 데이터가 있으면 예보가 유효합니다
nl: Je prognose is geldig wanneer je van elke nacht van de afgelopen 7 dagen slaapgegevens hebt
pt: A sua previsão só é válida se tiver dados do sono de todas as noites dos últimos 7 dias
pt_br: Sua previsão é válida quando você tem dados de sono de cada noite dos últimos 7 dias
sl: Vaša napoved je veljavna, ko zberemo podatke o spanju za vsako noč v zadnjih 7 dneh
sv: Din prognos är giltig när du har sömndata från varje natt under de senaste 7 dygnen
zh_hans: 当您拥有过去 7 天每个晚上的睡眠数据时，您的预测将是有效的。

# TRENDS_INFO_SCREEN_ONE_TEXT_ONE
source: The <b>boost score</b> trend shows how sleep has boosted your days recently. Your score may be <i>excellent</i>, <i>good</i>, <i>fair</i>, or <i>modest</i>. Excellent boost score means that you get all the benefits of good sleep to support your day. Your boost score may be modest if you, for example, have a lot of sleep debt.
da: Tendensen for <b>boostscore</b> viser, hvordan Kokkeror. søvn har boostet dine dage på det seneste. Din score kan være <i>fremragende</i>, <i>god</i>, <i>rimelig</i> eller <i>moderat</i>. En fremragende boostscore betyder, at du får alle fordelene ved en god søvn, der kan hjælpe dig hele dagen. Din boostscore kan være moderat, hvis du f.eks. har et stort søvnunderskud.
de: Dein <b>Boost-Wert</b> zeigt an, in welchem Maß dein Schlaf dir in letzter Zeit zu Energie am Tage verholfen hat. Deine Bewertung kann <i>hervorragend</i>, <i>sehr gut</i>, <i>gut</i> oder <i>mäßig</i> sein. Ein hervorragender Wert bedeutet, dass du maximalen Nutzen aus deinem Schlaf gezogen hast. Der Wert fällt hingegen mäßig aus, wenn du z. B. ein großes Schlafdefizit hast.
es: La tendencia de la <b>puntuación de la vitalidad</b> muestra cómo ha afectado recientemente el sueño a tu vitalidad a lo largo del día. La puntuación puede ser <i>excelente</i>, <i>buena</i>, <i>normal</i> o <i>moderada</i>. Una puntuación de la vitalidad excelente significa que disfrutas de un sueño reparador y tienes energía para afrontar el día. La puntuación será modesta si, por ejemplo, acumulas mucha falta sueño.
et: <b>Energiaskoori</b> suundumusest on näha, kuidas uni on sulle viimastel päevadel energiat andnud. Sinu skoor võib olla <i>suurepärane</i>, <i>hea</i>, <i>mõõdukas</i> või <i>vähene</i>. Suurepärane energiaskoor tähendab, et sul on päeva toetamiseks olemas kõik hea une hüved. Kui sul on näiteks unevõlg, võib su energiaskoor olla vähene.
fi: <b>Unipohjaisten vireystulosten</b> trendi näyttää, miten unesi on viime päivinä vaikuttanut vireystilaasi. Tulos voi olla <i>erinomainen</i>, <i>hyvä</i>, <i>kohtalainen</i> tai <i>vähäinen</i>. Erinomainen tulos kertoo, että olet onnistunut nukkumalla tukemaan päiväaikaista vireystilaasi niin hyvin kuin mahdollista. Vähäinen tulos voi johtua esimerkiksi univelasta.
fr: L'évolution du <b>score du boost</b> montre comment le sommeil a boosté vos journées récemment. Votre score peut être <i>excellent</i>, <i>bon</i>, <i>assez bon</i> ou <i>modéré</i>. Un excellent score du boost signifie que vous obtenez tous les bénéfices d'un bon sommeil pour vous soutenir dans la journée. Votre score du boost peut être modéré si, par exemple, vous avez un grand déficit de sommeil.
hu: A <b>töltődési pontszám</b> trendje azt mutatja, hogy az alvás hogyan tette jobbá napjaidat mostanában. Pontszámod <i>kiváló</i>, <i>jó</i>, <i>megfelelő</i> vagy <i>gyenge</i> lehet. A kiváló töltődési pontszám azt jelenti, hogy hozzájutsz a napodat támogató jó alvás összes előnyéhez. A töltődési pontszám gyenge lesz, ha például nagyon kialvatlan vagy.
id: Tren <b>skor boost</b> menunjukkan bagaimana tidur telah meningkatkan hari-hari Anda baru-baru ini. Skor Anda mungkin <i>bagus sekali</i>, <i>baik</i>, <i>cukup</i>, atau <i>sedang</i>. Skor boost yang bagus sekali berarti Anda mendapatkan semua manfaat tidur yang baik untuk mendukung hari Anda. Skor boost Anda mungkin sedang jika Anda, misalnya, memiliki banyak utang tidur.
it: La tendenza del <b>punteggio di efficienza</b> indica il contributo del sonno al livello di efficienza delle tue giornate. Il punteggio può essere <i>eccellente</i>, <i>ottimo</i>, <i>buono</i> o <i>modesto</i>. Un punteggio eccellente di efficienza significa ottenere tutti i vantaggi di un buon sonno per supportare la tua giornata. Il punteggio di efficienza può essere modesto se, ad esempio, hai un debito di sonno elevato.
ja: <b>睡眠効果スコア</b>のトレンドは、睡眠が最近のあなたの日々にどれくらいの効果を与えているかを示すものです。スコアには<i>最高</i>、<i>良い</i>、<i>普通</i>、または<i>まあまあ</i>があります。睡眠効果スコアが「最高」であることは、良い睡眠がもたらす恩恵をすべて獲得し、一日のサポートに役立てていることを意味します。睡眠負債がたまっている場合は、睡眠効果スコアは「まあまあ」となる場合があります。
ko: <b>촉진 점수</b> 동향은 최근 신체활동 촉진에 수면이 얼마나 도움이 되었는지 보여줍니다. 점수는 <i>우수</i>, <i>양호</i>, <i>보통</i>, <i>미미</i>일 수 있으며 '우수'는 양질의 수면이 주는 이점을 모두 활용해 하루를 잘 보낼 수 있음을 의미합니다. 수면이 매우 부족한 경우 등에는 촉진 점수가 '미미'할 수 있습니다.
nl: Je <b>boostscore</b>trend laat zien hoe je slaap je dagen de laatste tijd heeft geboost. Je score kan <i>uitstekend</i>, <i>goed</i>, <i>redelijk</i> of <i>matig</i> zijn. Een uitstekende boostscore betekent dat je alle voordelen van een goede slaap krijgt om je dag te ondersteunen. Een matige boostscore is mogelijk het gevolg van bijvoorbeeld slaapgebrek.
pt: A tendência da <b>pontuação do estímulo</b> mostra como o sono melhorou os seus dias recentemente. A sua pontuação pode ser <i>excelente</i>, <i>boa</i>, <i>razoável</i> ou <i>moderada</i>. Uma pontuação de estímulo Excelente significa que obtém todos os benefícios de um sono de boa qualidade para realizar os afazeres do dia. A sua pontuação do estímulo pode ser moderada se, por exemplo, tiver muito sono atrasado.
pt_br: A tendência da <b>pontuação do estímulo</b> mostra como o sono tem melhorado seus dias recentemente. Sua pontuação pode ser <i>excelente</i>, <i>boa</i>, <i>razoável</i> ou <i>moderada</i>. Uma pontuação de estímulo excelente significa que você obtém todos os benefícios de um sono de boa qualidade para dar conta dos afazeres do dia. Sua pontuação do estímulo pode ser moderada se você, por exemplo, tiver muito sono atrasado.
sl: Trend <b>ocena energije</b> prikazuje, v kolikšni meri se je vaš spanec v zadnjih dneh okrepil. Rezultat je lahko <i>odličen</i>, <i>dober</i>, <i>zadovoljiv</i> ali <i>nezadosten</i>. Če je ocena odlična, to pomeni, da boste čez dan deležni vseh koristi dobrega spanca. Če je rezultat nezadosten, to na primer pomeni, da velikokrat premalo spite.
sv: <b>Boostpoängens</b> trend visar hur sömnen har boostat dina dagar på sistone. Din poäng kan vara <i>utmärkt</i>, <i>bra</i>, <i>ganska bra</i> eller <i>mindre bra</i>. Utmärkt boostpoäng innebär att du får alla fördelar med bra sömn som stöd under dagen. Din boostpoäng kan vara mindre bra om du till exempel har en stor sömnskuld.
zh_hans: <b>提升分数</b>趋势显示了睡眠最近让您的日常生活有何提升。您的分数可能是<i>极佳</i>、<i>优秀</i>、<i>良好</i>或<i>一般</i>。极佳的提升分数意味着您得到了良好睡眠的所有益处来支持日常生活。如果存在睡眠严重不足等情况，则您的提升分数就可能是一般。
