Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# TRENDS_INFO_SCREEN_TWO_TEXT_TWO
source: If your average <b>sleep time</b> isn't even close to your <i>Preferred sleep time</i> setting, it might be useful to consider: - if you possibly have sleep debt - whether you should tweak the setting to match your real sleep need
da: Hvis din gennemsnitlige <b>søvnperiode</b> ikke en gang er i nærheden af indstillingen for din <i>foretrukne søvnperiode</i>, kan det være nyttigt at overveje: - om du muligvis er i søvnunderskud - om du bør tilpasse indstillingen, så den passer til dit egentlige søvnbehov
de: Wenn deine durchschnittliche <b>Schlafzeit</b> nicht annähernd der Einstellung <i>deiner gewünschten Schlafzeit</i> entspricht, solltest du überlegen: - ob du möglicherweise ein Schlafdefizit hast, - ob die Einstellung nicht deinem tatsächlichen Schlafbedarf entspricht und du sie anpassen solltest.
es: Si tu <b>tiempo de sueño</b> no tiene mucho que ver con tu <i>tiempo de sueño deseado</i>, observa sí: - te faltan horas de sueño - debes ajustar el valor para que se corresponda con tus necesidades reales de sueño
et: Kui su keskmine <b>une kestus</b> ei ole su <i>soovitava unekestuse</i> sättele isegi lähedal, oleks ehk kasulik mõelda, - kas sul võib olla unevõlg, - kas peaksid sätet kohandama, et see kattuks su tegeliku unevajadusega
fi: Jos keskimääräinen <b>uniaikasi</b> ei ole lähelläkään <i>unentarvettasi</i>, kannattaa miettiä: – onko sinulla mahdollisesti univelkaa – olisiko aiheellista päivittää asetus vastaamaan todellista unentarvettasi
fr: Si votre <b>temps de sommeil</b> moyen est bien loin de votre <i>temps de sommeil préféré</i>, il peut être utile de prendre en compte les points suivants : - vous avez peut-être un déficit du sommeil - vous avez peut-être besoin d'ajuster le paramètre pour mieux correspondre à votre réel besoin de sommeil
hu: Ha átlagos <b>alvásidőd</b> közelében sincs a <i>Kívánt alvásidő</i> beállításhoz, akkor hasznos lehet figyelembe venned a következőket: - nem vagy-e kialvatlan - esetleg nem kell-e módosítanod a beállításon, hogy a valós alvásigényednek megfeleljen
id: Jika <b>waktu tidur</b> rata-rata Anda bahkan tidak mendekati pengaturan <i>Pilihan waktu tidur</i> Anda, mungkin berguna untuk mempertimbangkan: - jika Anda mungkin memiliki utang tidur - apakah Anda harus mengubah pengaturan agar sesuai dengan kebutuhan tidur Anda yang sebenarnya
it: Se la tua <b>durata del sonno</b> media non si avvicina affatto all’impostazione <i>Durata del sonno desiderata</i>, può essere utile verificare quanto segue: - se hai un debito di sonno - se devi modificare l’impostazione in modo che corrisponda al tuo effettivo bisogno di sonno
ja: あなたの平均<b>睡眠時間</b>が <i>希望の睡眠時間</i> の設定とかけ離れている場合は、次の可能性を考慮してください: - 多くの睡眠負債を抱えている可能性 - 本当に必要な睡眠量に合わせて設定を微調整する必要があるかどうか
ko: 평균 <b>수면 시간</b>이 <i>선호하는 수면 시간</i> 설정에 근접하지 않은 경우 다음 사항을 고려하면 도움이 될 수 있습니다. - 수면이 부족할 수 있는지 여부 - 실제 수면 시간 필요에 맞게 설정을 조금 변경해야 하는지 여부
nl: Als je gemiddelde <b>slaapduur</b> niet eens in de buurt komt van je instelling voor <i>Gewenste slaapduur</i>, kun je overwegen: - of dat misschien door slaapgebrek komt - of je de instelling moet aanpassen aan je werkelijke slaapbehoefte
pt: Se o seu <b>tempo médio de sono</b> não estiver nem perto do seu <i>tempo de sono preferido</i>, pode ser útil considerar: - se possivelmente tem sono atrasado - se deve ajustar a configuração para corresponder à sua necessidade de sono real
pt_br: Se seu <b>tempo médio de sono</b> não estiver nem perto do seu <i>tempo de sono preferido</i>, pode ser útil considerar: - se possivelmente você está com o sono atrasado - se você deve ajustar a configuração para corresponder à sua necessidade de sono real
sl: Če vaš povprečni <b>čas spanja</b> ni niti približno blizu vašega <i>želenega časa spanja</i>, ki ste ga nastavili, je morda dobro upoštevati naslednje: - morda velikokrat spite premalo; - morda morate prilagoditi nastavitev, da bo ustrezala vašemu dejanskemu času spanja.
sv: Om din genomsnittliga <b>sömntid</b> inte är nära inställningen för din <i>önskade sömntid</i> kan du fundera på följande: - om du kanske har en sömnskuld - om du ska ändra inställningen så att den mostsvarar ditt verkliga sömnbehov
zh_hans: 如果您的平均<b>睡眠时间</b>与您的<i>首选睡眠时间</i>设置并不接近，以下考虑可能有用： - 您是否睡眠不足 - 您是否应该调整设置以符合真正的睡眠需求
