Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# RUNNING_TEST_VO2MAX_INFO
source: Your <b>maximal oxygen uptake (VO2max)</b> is your body's maximum capacity to consume oxygen during maximum effort. Update your VO2max to make sure we can provide you the most accurate and relevant data. VO2max affects all calculations that involve calories.
da: Din <b>maksimale iltoptagelse (VO2max)</b> er din krops maksimale kapacitet til at forbrænde ilt under en maksimal indsats. Opdater din VO2max for at sikre, at vi kan levere de mest nøjagtige og relevante data. VO2max påvirker alle beregninger, der involverer kalorier.
de: Deine <b>maximale Sauerstoffaufnahme (VO2max)</b> ist die maximale Leistung deines Körpers, Sauerstoff bei maximaler Anstrengung zu verbrauchen. Aktualisiere deine VO2max um sicherzustellen, dass wir dir die genauesten und relevantesten Daten zur Verfügung stellen. VO2max wirkt sich auf alle Berechnungen aus, die mit Kalorien zu tun haben.
es: Tu <b>consumo máximo de oxígeno (VO2max)</b> es la capacidad máxima de tu cuerpo de consumir oxígeno durante el máximo esfuerzo. Actualiza tu VO2max para asegurarnos de que podemos ofrecerte los datos más precisos y relevantes. El VO2max afecta a todos los cálculos que implican calorías.
et: Sinu <b>maksimaalne hapnikutarbimine (VO2max)</b> on keha maksimaalne hapnikutarbimise võime maksimaalse pingutuse ajal. Värskenda oma VO2max-i, et saaksime pakkuda sulle kõige täpsemaid ja asjakohasemaid andmeid. VO2max mõjutab kõiki kaloreid sisaldavaid arvutusi.
fi: <b>Maksimihapenottokyky (VO2max)</b> tarkoittaa kehon maksimaalista kapasiteettia käyttää happea maksimisuorituksen aikana. Päivittämällä VO2max-arvosi varmistat, että saat mahdollisimman tarkkaa ja käyttökelpoista dataa. VO2max vaikuttaa kaikkiin laskelmiin, missä huomioidaan kalorit.
fr: Votre <b>consommation maximale d'oxygène (VO2max)</b> est la capacité maximale de votre corps à consommer de l'oxygène pendant un effort maximal. Mettez à jour votre VO2max pour vous assurer que nous puissions vous fournir les données les plus précises et les plus appropriées. VO2max affecte tous les calculs impliquant des calories.
hu: A <b>maximális oxigénfelvétel (VO2max)</b> a szervezeted maximális oxigénfogyasztási kapacitása maximális erőkifejtés esetén. Frissítsd a VO2max értékét annak érdekében, hogy a legpontosabb és legrelevánsabb adatokat biztosíthassuk a számodra. A VO2max a kalóriákat érintő összes számításra hatással van.
id: <b>Serapan oksigen maksimal (VO2max)</b> Anda adalah kapasitas maksimum tubuh Anda untuk mengonsumsi oksigen selama upaya maksimal. Perbarui VO2max Anda untuk memastikan kami dapat memberikan Anda data yang paling akurat dan relevan. VO2max memengaruhi semua perhitungan yang melibatkan kalori.
it: Il tuo <b>consumo massimo di ossigeno (VO2max)</b> è la capacità massima del tuo corpo di consumare ossigeno durante il massimo sforzo. Aggiorna il valore VO2max per permetterci di fornirti i dati più accurati e pertinenti. Il valore VO2max influisce su tutti i calcoli correlati alle calorie.
ja: Your <b>最大酸素摂取量（VO2max）</b>とは、最大限の身体能力を発揮している時に、あなたの身体が最大限に摂取できる酸素の量を示します。 精度と’有用性の高いデータを抽出するため、VO2max値の更新を行ってください。VO2max値は、カロリーに関わるすべての数値に影響を及ぼします。
ko: <b>최대 산소 섭취량(VO2max)</b>은 최대치로 노력할 때 신체가 산소를 소모할 수 있는 최대 능력입니다. 당사가 가장 정확하고 관련 있는 데이터를 제공해 드릴 수 있도록 VO2max를 업데이트하십시오. VO2max는 칼로리와 관련된 모든 계산에 영향을 미칩니다.
nl: Je <b>maximale zuurstofopname (VO2max)</b> is de maximale capaciteit van je lichaam om zuurstof te verbruiken tijdens een maximale inspanning. Werk je VO2max bij om er zeker van te zijn dat we je de meest accurate en relevante gegevens kunnen leveren. VO2max beïnvloedt alle berekeningen die betrekking hebben op calorieën.
pt: O <b>consumo máximo de oxigénio (VO2max)</b> é a capacidade máxima do seu corpo para consumir oxigénio durante o esforço máximo. Atualize o seu VO2max para garantir que lhe conseguimos fornecer os dados mais precisos e relevantes. O VO2max afeta todos os cálculos que envolvam calorias.
pt_br: Seu <b>consumo máximo de oxigênio (VO2max)</b> é a capacidade máxima de seu corpo consumir oxigênio durante o esforço máximo. Atualize seu VO2max para garantir que possamos fornecer os dados mais relevantes e precisos. O VO2max afeta todos os cálculos que envolvem calorias.
sl: Vaš <b>maksimalni sprejem kisika (VO2max)</b> je vaša maksimalna zmogljivost sprejema kisika med maksimalnim naporom. Posodobite svoj maksimalni sprejem kisika in zagotovite, da boste prejemali najbolj točne in ustrezne podatke. Vrednost maksimalnega sprejema kisika vpliva na vse izračune, ki zajemajo kalorije.
sv: Din <b>maximal syreupptagningsförmåga (VO2max)</b> är din kropps maximala kapacitet att konsumera syre under maximal ansträngning. Uppdatera din VO2max för att vara säker på att vi kan ge dig så exakta och relevanta data som möjligt. VO2max påverkar alla beräkningar som har med kalorier att göra.
zh_hans: <b>最大摄氧量 (VO2max)</b> 是指身体在最大运动量时消耗氧气的最大能力。 更新您的最大摄氧量可以确保我们能为您提供最准确和最相关的数据。最大摄氧量会影响所有涉及卡路里的计算。

# CYCLING_TEST_FTP_INFO
source: The functional threshold power (FTP) value reflects the intensity that a well-trained cyclist can maintain for an hour. Update your FTP value to get your power zones up to date, which will help you train at the right intensity.
da: FTP-værdien afspejler den intensitet, som en veltrænet cyklist kan opretholde i en time. Opdater din FTP-værdi for at få dine effektzoner opdateret, hvilket kan hjælpe dig med at træne ved den rette intensitet.
de: Der Wert der funktionellen Schwellenleistung (FTP) reflektiert die Intensität, die ein gut trainierter Radfahrer für eine Stunde aufrechterhalten kann. Aktualisiere deinen FTP-Wert, um deine Leistungszonen auf den neuesten Stand zu bringen, was dir dabei hilft, mit der richtigen Intensität zu trainieren.
es: El valor de la potencia umbral funcional (FTP) refleja la intensidad que puede mantener un ciclista bien entrenado durante una hora. Actualiza tu valor de FTP para que tus zonas de potencia se actualicen, lo que te ayudará a entrenar a la intensidad adecuada.
et: Funktsionaalse lävivõimsuse (FTP) väärtus peegeldab intensiivsust, mida hästi treenitud jalgrattur võib tund aega hoida. Värskenda oma FTP väärtust, et võimsustsoonid oleksid ajakohased, mis aitab sul treenida õige intensiivsusega.
fi: Funktionaalinen kynnystehoarvo (FTP) kertoo tehon, jota hyvin harjoitellut pyöräilijä pystyy ylläpitämään tunnin ajan. Päivittämällä FTP-arvon saat tehoalueesi ajan tasalle, mikä auttaa sinua treenaamaan oikealla intensiteetillä.
fr: La valeur du seuil fonctionnel de puissance (FTP) reflète l'intensité qu'un cycliste bien entraîné peut maintenir pendant une heure. Mettez à jour la valeur de votre FTP afin d'actualiser vos zones de puissance, ce qui vous aidera à vous entraîner à la bonne intensité.
hu: A funkcionális teljesítményküszöb (FTP) értéke azt az intenzitást tükrözi, amelyet egy jó edzettségi szinten lévő kerékpáros egy órán át képes fenntartani. Frissítsd az FTP értékét, hogy teljesítmény zónád naprakész legyen, ami segít abban, hogy a megfelelő intenzitással végezd az edzést.
id: Nilai daya ambang fungsional (FTP) mencerminkan intensitas yang dapat dipertahankan oleh seorang pesepeda yang terlatih dengan baik selama satu jam. Perbarui nilai FTP Anda untuk memperbarui zona daya, yang akan membantu Anda berlatih dengan intensitas yang tepat.
it: Il valore della potenza di soglia funzionale (FTP) riflette l’intensità che un ciclista ben allenato può mantenere per un’ora. Aggiorna il valore FTP per aggiornare le zone di potenza, in modo da allenarti all’intensità corretta.
ja: 機能的体力閾値（FTP）は、トレーニングを積んだサイクリストが1時間維持できる運動強度です。パワーゾーンを現時点のコンディションに合わせるために、FTP値を更新してください。そうすることで的確な強度でトレーニングを進めることができます。
ko: 기능적 역치 파워(FTP) 값은 잘 훈련된 사이클리스트가 1시간 동안 유지할 수 있는 강도를 나타냅니다. 기능적 역치 파워(FTP) 값을 업데이트하여 파워 구역을 최신 상태로 만들면 올바른 강도에서 트레이닝하는 데 도움이 됩니다.
nl: De waarde voor functional threshold power (FTP) geeft de intensiteit weer die een goed getrainde fietser een uur lang kan volhouden. Werk je FTP-waarde bij om je vermogenszones up-to-date te houden; dit zal je helpen om op de juiste intensiteit te trainen.
pt: O valor do limiar de potência funcional (FTP) reflete a intensidade que um ciclista bem treinado consegue manter durante uma hora. Atualize o valor do seu FTP para manter as suas zonas de potência atualizadas, o que lhe permitirá treinar na intensidade correta.
pt_br: O valor do limiar de potência funcional (FTP) reflete a intensidade que um ciclista bem treinado pode manter por uma hora. Atualize seu valor de FTP para atualizar suas zonas de potência, o que ajudará você a treinar na intensidade certa.
sl: Funkcionalni prag zmogljivosti (FTP) odraža intenziteto, s katero lahko dobro natreniran kolesar kolesari eno uro. Posodobite svojo vrednost FTP in s tem tudi svoja območja moči, kar vam bo pomagalo pri zagotavljanju pravilne intenzivnosti vaše vadbe.
sv: Värdet för funktionell tröskeleffekt (FTP) visar den intensitet som en vältränad cyklist kan hålla i en timme. Uppdatera ditt FTP-värde för att uppdatera effektzonerna, som hjälper dig att träna med rätt intensitet.
zh_hans: 功能性阈值功率 (FTP) 值可反映受过良好训练的骑行者在 1 小时内能保持的训练强度。 更新您的 FTP 值可获取最新的功率区，以帮助您采用正确的训练强度。

# CYCLING_TEST_INFO2
source: For the most reliable results, make sure you stay on the same power level throughout the test. Slowing down will make the results less reliable. In the first test, we'll guide you with a power target that's based on your background information. This helps you maintain a steady power throughout the test. When you repeat the test, the target is based on your earlier results.
da: For at få de mest pålidelige resultater skal du sørge for at være på det samme effektniveau i hele testen. Hvis du sænker niveauet, vil resultaterne ikke være helt så pålidelige. I den første test vejleder vi dig med et effektmål, der er baseret på dine baggrundsoplysninger. Dette hjælper dig med at opretholde en stabil effekt i hele testen. Når du gentager testen, er målet baseret på dine tidligere resultater.
de: Für die besten Ergebnisse musst du sicherstellen, dass du während des Tests auf dem gleichen Leistungsniveau bleibst. Wenn du langsamer wirst, werden die Testergebnisse weniger zuverlässig. Der erste Test setzt dir ein Ziel, das auf deinen Hintergrundinformationen basiert. Das hilft dir, während des Tests eine gleichmäßige Leistung aufrechtzuerhalten. Wenn du den Test wiederholst, basiert das Ziel auf deinen früheren Ergebnissen.
es: Para que los resultados sean más fiables, asegúrate de mantener el mismo nivel de potencia durante todo el test. Si reduces la velocidad, los resultados serán menos fiables. En el primer test, te guiaremos con un objetivo de potencia basado en tu información previa. Esto te permite mantener una potencia constante a lo largo del test. Cuando repites el test, el objetivo se basa en tus resultados anteriores.
et: Kõige usaldusväärsemate tulemuste saamiseks veendu, et püsiksid kogu testi vältel samal võimsustasemel. Aeglustamine muudab tulemused vähem usaldusväärseks. Esimeses testis juhendame sind võimsuseesmärgi saavutamisel, mis põhineb sinu taustteabel. See aitab sul kogu testi vältel püsivat võimsust säilitada. Testi kordamisel põhineb eesmärk sinu varasematel tulemustel.
fi: Saat luotettavimmat tulokset pysymällä samalla tehoalueella koko testin ajan. Hidastaminen tekee tuloksista epäluotettavampia. Ensimmäisessä testissä ohjaamme sinua tehotavoitteella, joka perustuu taustatietoihisi. Se auttaa sinua ylläpitämään tehon tasaisena koko testin ajan. Kun toistat testin, tavoite perustuu aiempiin tuloksiisi.
fr: Pour des résultats fiables, assurez-vous de rester au même niveau de puissance pendant le test. Ralentir rendra les résultats moins fiables. Dans le premier test, nous vous guiderons avec un objectif de puissance basé sur vos informations. Cela vous aidera à maintenir une puissance stable pendant toute la durée du test. Quand vous refaites le test, l'objectif se base sur vos résultats précédents.
hu: A legmegbízhatóbb eredmények elérése érdekében győződj meg arról, hogy ugyanazon teljesítményszinten maradj a teszt során. Ha lassítasz, kevésbé megbízható eredményeket fogsz kapni. Az első teszted során a háttér-információidon alapuló teljesítménycéllal nyújtunk útmutatást. Ez segít állandó teljesítményt fenntartani a teszt során. A teszt megismétlésekor a célod alapjául a korábbi eredményeid szolgálnak.
id: Untuk hasil yang paling dapat diandalkan, pastikan Anda tetap pada tingkat daya yang sama selama uji. Perlambatan akan membuat hasilnya kurang dapat diandalkan. Dalam uji pertama, kamu memandu Anda dengan target daya yang berdasarkan pada informasi latar belakang Anda. Ini akan membantu Anda menjaga daya stabil melalui uji. Ketika Anda mengulangi uji, target berdasarkan pada hasil sebelumnya.
it: Per i risultati più affidabili, assicurati di restare allo stesso livello di potenza durante tutto il test. Se rallenti, i risultati saranno meno affidabili. Nel primo test ti guideremo con un obiettivo di potenza basato sulle tue informazioni generali. In questo modo, potrai mantenere una potenza costante durante tutto il test. Quando ripeti il test, l’obiettivo è basato sui risultati precedenti.
ja: ベストな結果を得るために、テスト中ずっと同じパワーレベルを維持してください。途中でスローダウンすると、結果の正確性が低下します。 最初のテストでは、テスト中一定のパワーを維持するため、あなたの過去の情報に基づいてパワー目標を設定します。テストを繰り返し行う過程では、前に行ったテストの結果に基づき目標を設定します。
ko: 가장 신뢰할 수 있는 결과를 위해 테스트 전반에 걸쳐 동일한 파워 수준을 유지하고 있는지 확인하세요. 감속할수록 결과의 신뢰도는 떨어집니다. 첫 번째 테스트에서 배경 정보에 기반한 파워 목표를 통해 안내해드립니다. 그렇게 하면 테스트 전반에 걸쳐 파워를 꾸준히 유지하는 데 도움이 됩니다. 테스트를 반복할 때 목표는 이전 결과를 기반으로 합니다.
nl: Voor de nauwkeurigste resultaten moet je ervoor zorgen dat je gedurende de hele test op hetzelfde vermogensniveau blijft. Als je vertraagt maakt dit de resultaten minder betrouwbaar. In de eerste test geven we je een doelvermogen op basis van je achtergrondinformatie. Als je de test herhaalt, is het doel gebaseerd op je eerdere resultaten.
pt: Para obter resultados mais fiáveis, permaneça no mesmo nível de potência durante todo o teste. Se abrandar, fará com que os resultados do teste não sejam tão fiáveis. No primeiro teste, iremos orientá-lo com um objetivo de potência baseado no seu historial. Conseguirá, assim, manter uma potência constante durante todo o teste. Quando repetir o teste, o objetivo irá basear-se nos primeiros resultados.
pt_br: Para obter os resultados mais confiáveis, permaneça no mesmo nível de potência ao longo do teste. Desacelerar tornará os resultados menos confiáveis. No primeiro teste, orientaremos você com uma meta de potência baseada nas suas informações preliminares. Isso ajuda você a manter uma potência constante ao longo do teste. Quando você repetir o teste, a meta será baseada nos resultados anteriores.
sl: Za kar najbolj zanesljive rezultate vzdržujte enako raven moči od začetka do konca testa. Če boste popustili, bodo rezultati testa manj zanesljivi. Med prvim testom vas bomo vodili s ciljno močjo na podlagi vaših osnovnih podatkov. To vam bo pomagalo ohranjati enakomerno moč od začetka do konca testa. Ob ponovitvi ali ponovitvah testa bo ciljna moč temeljila na rezultatih predhodnih testov.
sv: För det mest tillförlitliga resultatet bör du se till att hålla samma effektnivå under hela testet. Om du saktar ner blir resultatet mindre tillförlitligt. I det första testet sätter vi upp ett mål som baseras på din bakgrundsinformation. Det hjälper dig att bibehålla en jämn effekt under hela testet. När du gör testet igen baseras målet på dina tidigare resultat.
zh_hans: 为了获得最可靠的测试结果，请务必在测试期间保持相同的功率水平。放慢速度将降低测试结果的可信度。 在首次测试中，会根据您的背景信息设置功率目标，并以此提供指导，以帮助您在整场测试期间保持稳定功率。您再次进行测试时，将根据之前测试结果生成目标。

# CYCLING_TEST_INFO3
source: Use the test to keep track of your cycling performance and to define your individual power zones. Your FTP result divided by your weight allows you to compare with other cyclists of the same sex as you. Remember to update your weight in your settings.
da: Brug testen til at holde styr på din cykelpræstation og til at definere dine individuelle effektzoner. Dit FTP-resultat divideres med din vægt, så du kan sammenligne dit resultat med andre cyklister af samme køn. Husk at opdatere din vægt i dine indstillinger.
de: Nutze den Test, um deine Radfahrleistung zu verfolgen und um deine individuellen Leistungszonen zu definieren. Dein FTP-Ergebnis geteilt durch dein Gewicht ermöglicht dir den Vergleich mit anderen Radfahrern des gleichen Geschlechts. Denke daran, dein Gewicht in deinen Einstellungen zu aktualisieren.
es: Utiliza el test para realizar un seguimiento de tu rendimiento en la bicicleta y para definir tus zonas de potencia individuales. Si divides el resultado de tu FTP por tu peso, te podrás compararlo con otros ciclistas de tu mismo sexo. No te olvides de actualizar tu peso en tus ajustes.
et: Testi abil saad jälgida oma rattasõidu sooritust ja määratleda oma individuaalsed võimsustsoonid. Sinu funktsionaalse lävivõimsuse tulemus jagatuna sinu kehakaaluga võimaldab sul võrrelda end samast soost jalgratturitega. Ära unusta oma kaalu sätetes uuendada.
fi: Käytä testiä pyöräilykuntosi seuraamiseen ja yksilöllisten tehoalueidesi määrittämiseen. FTP-tulosta voi verrata muiden samaa sukupuolta olevien pyöräilijöiden tuloksiin, kun se jaetaan painolla. Muista päivittää painosi asetuksissa.
fr: Utilisez le test pour suivre vos performances à vélo et pour définir vos zones de puissance individuelles. Votre résultat FTP divisé par votre poids vous permet de vous comparer aux autres cyclistes du même sexe que vous. N'oubliez pas de mettre votre poids à jour dans vos réglages.
hu: Használd ezt a tesztet a kerékpározási teljesítményed nyomon követéséhez és az egyedi teljesítményzónák meghatározásához. A testsúlyoddal elosztott funkcionális teljesítményküszöb eredmények segítségével összehasonlíthatod magad a veled azonos nemű más kerékpárosokkal. Ne felejtsd el frissíteni testsúlyodat a beállításokban.
id: Gunakan uji untuk melacak kinerja bersepeda Anda dan untuk menentukan zona daya individu Anda. Hasil FTP Anda yang dibagi dengan berat badan Anda memungkinkan untuk membandingkan dengan pesepeda lain dari jenis kelamin yang sama dengan Anda. Ingatlah untuk memperbarui berat badan Anda dalam pengaturan Anda.
it: Usa il test per tenere traccia delle tue prestazioni e per definire le tue zone di potenza personali. Il risultato FTP diviso il tuo peso ti permette di confrontare il valore con quello di altri ciclisti del tuo stesso sesso. Ricorda di aggiornare il tuo peso nelle impostazioni.
ja: サイクリングのパフォーマンスを継続してモニタリングし、あなた個人のパワーゾーンを把握するためにも、このテストは役立つでしょう。機能的体力閾値（FTP）の結果を体重で割った値で、他の同性サイクリストとの比較もできます。設定で体重の更新を忘れないようにして下さい。
ko: 테스트를 사용하여 사이클링 성과를 추적하고 개인적 파워 구역을 정의합니다. FTP 결과를 체중으로 나누면 사용자와 동일한 성별의 다른 사이클리스트들과 비교할 수 있습니다. 설정에서 체중을 반드시 업데이트하세요.
nl: Gebruik de test om je fietsprestaties bij te houden en je individuele vermogenszones te definiëren. Door je FTP-resultaat te delen door je gewicht kun je jezelf vergelijken met andere fietsers van hetzelfde geslacht. Vergeet niet om als dat nodig is je gewicht bij te werken in je instellingen.
pt: Utilize o teste para monitorizar o seu desempenho no ciclismo e para definir as suas zonas de potência individuais. O resultado do FTP dividido pelo seu peso permitirá fazer uma comparação com outros ciclistas do mesmo sexo. Não se esqueça de atualizar o seu peso nas suas definições.
pt_br: Use o teste para acompanhar seu desempenho no ciclismo e para definir suas zonas de potência individuais. Seu resultado de FTP dividido pelo seu peso permite comparar com o de outros ciclistas do mesmo sexo. Lembre-se de atualizar seu peso nas configurações.
sl: Test lahko uporabljate za spremljanje svoje kolesarske zmogljivosti in za določitev individualnih območij moči. Na podlagi FTP-rezultata, deljenega s telesno težo, se lahko primerjate z drugimi kolesarji istega spola. Ne pozabite v nastavitvah posodobiti podatka o telesni teži.
sv: Använd testet för att hålla koll på din cyklingsprestation och definiera dina individuella effektzoner. Ditt FTP-resultat dividerat med din vikt gör att du kan jämföra dig med andra cyklister av samma kön som du. Kom ihåg att uppdatera din vikt i dina inställningar.
zh_hans: 利用该测试来跟踪了解您的骑行表现，以及确定您个人的功率区。将您的 FTP 结果除以体重，即可与您同性别的其他骑行者进行比较。务必记得在设置中更新您的体重。

# PS_DIARY_COMPLETE_TRAINING_TIME
source: %1$@: in %2$@
da: %1$@: på %2$@
es: %1$@: en %2$@
fi: %1$@: ajassa %2$@
fr: %1$@: en %2$@
id: %1$@: dalam %2$@
pt: %1$@: em %2$@
pt_br: %1$@: em %2$@
sv: %1$@: på %2$@
zh_hans: %1$@: 用时 %2$@

# PS_DIARY_COMPLETE_TRAINING_DISTANCE_TIME
source: %1$@: %2$@ in %3$@
da: %1$@: %2$@ på %3$@
es: %1$@: %2$@ en %3$@
et: %1$@: %2$@ ajaga %3$@
fi: %1$@: %2$@ ajassa %3$@
fr: %1$@: %2$@ en %3$@
id: %1$@: %2$@ dalam %3$@
pt: %1$@: %2$@ em %3$@
pt_br: %1$@: %2$@ em %3$@
sl: %1$@: %2$@ v %3$@
sv: %1$@: %2$@ på %3$@
zh_hans: %1$@: %2$@，用时 %3$@

# PS_DIARY_TRAINING_TIME_CALORIES
source: %1$@: %2$@ in %3$@
da: %1$@: %2$@ på %3$@
es: %1$@: %2$@ en %3$@
et: %1$@: %2$@ ajaga %3$@
fi: %1$@: %2$@ ajassa %3$@
fr: %1$@: %2$@ en %3$@
id: %1$@: %2$@ dalam %3$@
pt: %1$@: %2$@ em %3$@
pt_br: %1$@: %2$@ em %3$@
sl: %1$@: %2$@ v %3$@
sv: %1$@: %2$@ på %3$@
zh_hans: %1$@: %2$@，用时 %3$@

# RECORD_EXERCISE_LOCATION_OFF
source: To get speed and distance during training, you need to allow Flow to use your location while using the app, or always.
da: For at se din hastighed og distance under træning skal du give Flow tilladelse til at bruge din lokalitet, mens du bruger appen eller altid.
de: Um Geschwindigkeit und Distanz während des Trainings zu erhalten, musst du Flow die Nutzung deines Standorts erlauben - während du die App verwendest oder immer.
es: Para obtener datos sobre velocidad y distancia durante tu entrenamiento, debes permitir que Flow utilice tu ubicación siempre o solo mientras utilizas la app.
et: Treeningu ajal kiiruse ja distantsi andmete saamiseks pead lubama Polar Flow'l rakenduse kasutamise ajal või alati kasutada sinu asukohta.
fi: Jotta näet treenin nopeus- ja matkatiedot, salli Flow'n käyttää sijaintiasi käytettäessä appia tai aina.
fr: Afin d'obtenir la vitesse et la distance durant l'entraînement, vous devez permettre à Flow d'utiliser votre localisation pendant que vous utilisez l'application, ou tout le temps.
hu: Ahhoz, hogy edzés közben megkapd a sebesség és a táv értékét, engedélyezned kell a Polar Flow alkalmazás számára, hogy az alkalmazás használata közben vagy mindig hozzáférjen tartózkodási helyedhez.
id: Untuk mendapatkan kecepatan dan jarak selama latihan, Anda harus memperbolehkan Flow untuk menggunakan lokasi Anda selama menggunakan aplikasi atau selalu.
it: Per ottenere velocità e distanza durante l’allenamento, devi consentire a Flow di utilizzare la tua posizione solo durante l’uso dell’app o sempre.
ja: トレーニング中にスピードと距離をチェックするには、常時またはアプリ使用中に、Flowが正確な位置情報を把握できるよう設定を許可にしておく必要があります。
ko: 트레이닝 동안 속도 및 거리를 확인하려면 앱을 사용하는 동안 또는 항상 Flow가 정확한 위치를 사용하도록 해야 합니다.
nl: Als je tijdens de training je snelheid en afstand wilt weten, moet je Polar Flow toestaan je locatie te gebruiken tijdens het gebruik van de app, of altijd
pt: Para obter a velocidade e a distância durante o treino, é necessário dar permissão ao Flow para utilizar a sua localização durante o uso da aplicação ou sempre.
pt_br: Para obter a velocidade e a distância durante o treino, é necessário permitir que o Flow use sua localização enquanto o aplicativo estiver sendo usado ou sempre.
sl: Za prejemanje podatkov o hitrosti in razdalji med treningom morate aplikaciji Polar Flow omogočiti dostop do lokacije med uporabo aplikacije ali neprestano.
sv: För att du ska kunna se hastighet och distans under träningen måste du tillåta Flow att använda din plats när du använder appen, eller alltid.
zh_hans: 要在训练期间了解速度和距离，您需要允许 Flow 在使用应用期间或始终使用您的位置。
