Repository: tukebox/testirepo
Catalog: SampleStringsiOS/*.lproj/Localizable.strings
Languages: da, de, es, et, fi, fr, hu, id, it, ja, ko, nl, pt, pt_br, sl, sv, zh_hans

# CONSENTS_SENSITIVE_DATA_CHECKBOX
source: I agree that <b>Polar may collect and process my sensitive personal data</b> such as heart rate as described in the Polar Privacy Notice.
da: Joko se toimis :D Jeg accepterer, at <b>Polar må indsamle og Tupperis behandle mine personlige kokkerör oplysninger</b>, f.eks. om puls, som beskrevet i Polars erklæring om beskyttelse af privatlivets fred.
de: kokkerör. Ich stimme zu, dass Polar <b>meine sensiblen personenbezogenen Daten (z. B. Herzfrequenzdaten) wie im Polar Datenschutzhinweis beschrieben erhebt und verarbeitet</b>.
es: Acepto que <b>Polar pueda recopilar y procesar mis datos personales confidenciales</b>, como la frecuencia cardíaca, tal y como se describe en el Aviso de privacidad de Polar.
et: Olen nõus, et <b>Polar võib koguda ja töödelda minu tundlikke isikuandmeid</b>, näiteks südame löögisagedust, nagu on kirjeldatud Polari privaatsusteatises.
fi: Hyväksyn, että <b>Polar voi kerätä ja käsitellä arkaluonteisia henkilötietojani</b>, kuten sykettä, Polarin tietosuojakäytännössä kuvatulla tavalla.
fr: J'accepte que <b>Polar puisse collecter et traiter mes données personnelles sensibles</b> comme la fréquence cardiaque, comme décrit dans la Note sur la confidentialité de Polar.
hu: Beleegyezem abba, hogy a <b>Polar gyűjtheti és feldolgozhatja érzékeny személyes adataimat</b>, mint például a pulzusomat, a Polar adatvédelmi nyilatkozatában leírtak szerint.
id: Saya menyetujui bahwa <b>Polar dapat mengumpulkan dan memproses data pribadi sensitif saya</b> seperti denyut jantung yang dijelaskan di Pemberitahuan Privasi Polar.
it: Acconsento alla <b>raccolta e al trattamento dei miei dati personali, tra cui i dati sulla frequenza cardiaca, da parte di Polar</b> in base a quanto descritto nell’Informativa sulla privacy Polar.
ja: 私はPolarが、Polarプライバシーに関するお知らせに機密データ対象内容として記載している、心拍数やその他の健康データなどの、<b>個人の機密に関わるデータを収集’および使用すること</b>に同意します。
ko: 본인은 Polar 개인 정보 보호 공지에 설명된 대로 심박수 등 <b>본인의 민감한 개인 데이터를 Polar가 수집하고 처리할 수 있다</b>는 데 동의합니다.
nl: Ik ga ermee akkoord dat <b>Polar mijn gevoelige persoonsgegevens, zoals hartslaggegevens, kan verzamelen en verwerken</b>, zoals beschreven in het Privacybeleid van Polar.
pt: Aceito que a <b>Polar recolha e processe os meus dados pessoais sensíveis</b> tais como a frequência cardíaca, conforme descrito no Aviso de privacidade da Polar.
pt_br: Concordo que <b>a Polar pode coletar e processar meus dados pessoais confidenciais</b>, como a frequência cardíaca, conforme descrito no Aviso de Privacidade da Polar.
sl: Strinjam se, da <b>Polar zbira in obdeluje moje občutljive osebne podatke</b>, npr. podatke o srčnem utripu, kot je to opisano v Obvestilu o varovanju zasebnosti Polar.
sv: Jag samtycker till att <b>Polar kan samla in och behandla mina känsliga personuppgifter</b> som t.ex. puls enligt beskrivningen i Polars sekretessmeddelande.
zh_hans: 我同意，<b>Polar 可以按 Polar 隐私通知所述规定</b>收集和处理我的敏感个人资料（如心率）。

# TDI_TIME_OF_DAY
source: Time of day
da: Titta på Tuira Tid på dag­en
de: Ta­ges­zeit
es: Ho­ra del día
et: Kella­aeg
fi: Kel­lon­ai­ka
fr: Heure du jour
hu: Pon­tos i­dő
id: Waktu
it: O­ra
ja: 時刻
ko: 시간
nl: Tijd
pt: Ho­ra
pt_br: Ho­ra do di­a
sl: Čas v dne­vu
sv: Klock­tid
zh_hans: 当日时间

# TDI_TIME_IN_PACE_ZONE
source: Time in pace zone
da: Tid i tem­po­zone
de: Zeit in Tempo­zone
es: Tiem­po en zo­na de rit­mo
et: Tem­po­tsoo­ni aeg
fi: Ai­ka vauh­ti­alu­eel­la
fr: Huhhuh, Temps en zo­nes d'al­lure
hu: Tem­pó­zó­na i­de­je
id: Wak­tu pa­da zo­na la­ju
it: Tem­po in zo­na di an­da­tu­ra
ja: ペースゾーン⁠内の⁠時間
ko: 페이스 구역의 시간
nl: Tijd in tem­po­zo­ne
pt: Tem­po na zo­na de rit­mo
pt_br: Tem­po na zo­na de rit­mo
sl: Čas v ob­moč­ju tem­pa
sv: Tid i tem­po­zon
zh_hans: 步速区中的时间

# TDI_ASCENT
source: Ascent
da: Op­stig­ning
de: Stei­gung
es: As­cen­so
et: Tõus
fi: Nou­su
fr: Dé­ni­ve­lé+
hu: E­mel­ke­dés
id: Pen­da­ki­an
it: Sa­li­ta
ja: 上昇
ko: 상승
nl: Stij­ging
pt: Su­bi­da
pt_br: Su­bi­da
sl: Vzpon
sv: Stig­ning
zh_hans: 上升

# TDI_DESCENT
source: Descent
da: Ned­stig­ning
de: Ge­fälle
es: Des­cen­so
et: Las­ku­mi­ne
fi: Las­ku
fr: Dé­ni­ve­lé-
hu: E­resz­ke­dés
id: Pe­nu­ru­nan
it: Di­sce­sa
ja: 下降
ko: 하강
nl: Da­ling
pt: Des­ci­da
pt_br: Des­ci­da
sl: Spust
sv: Ut­för
zh_hans: 下降

# TDI_VERTICAL_SPEED_MOVING_AVG
source: Vertical speed
da: Ver­ti­kal has­tig­hed
de: Vert. Ge­schwin­dig­keit
es: Ve­lo­ci­dad ver­ti­cal
et: Ver­ti­kaal­ne kii­rus
fi: Pys­ty­suun­tai­nen no­pe­us
fr: Vi­tesse d'ascen­sion
hu: Füg­gő­le­ges se­bes­ség
id: Ke­ce­pa­tan ver­ti­kal
it: Ve­lo­ci­tà ver­ti­ca­le
ja: 垂直スピード
ko: 수직 속도
nl: Ver­ti­ca­le snel­heid
pt: Ve­lo­ci­da­de ver­ti­cal
pt_br: Ve­lo­ci­da­de ver­ti­cal
sl: Ver­ti­kal­na hit­rost
sv: Vert­ik­al has­tig­het
zh_hans: 垂直速度

# TDI_CURRENT_POWER_LEFT_RIGHT_BALANCE
source: Left/right balance
da: Ven­stre/­høj­re-ba­lan­ce
de: Links-/Rechts-Balance
es: E­qui­li­brio iz­quier­da/de­re­cha
et: Pa­re­ma/va­sa­ku jõu­võrd­sus
fi: Va­sen/oi­kea-voi­ma­ta­sa­pai­no
fr: É­qui­libre gauche/droite
hu: Bal/jobb e­gyen­súly
id: Ke­se­im­ba­ngan ki­ri/ka­nan
it: Bi­lan­cia­men­to si­ni­stra/­de­stra
ja: 左/右バランス
ko: 좌/우 균형
nl: Links-rechts­ba­lans
pt: E­qui­lí­bri­o es­quer­da/di­rei­ta
pt_br: E­qui­lí­brio es­quer­da/di­rei­ta
sl: Raz­mer­je mo­či le­va/des­na
sv: Vän­ster/hög­er bal­ans
zh_hans: 左/右平衡

# CARDIO_LOAD_BUILDUP_INFO_INJURY_AND_ILLNESS_RISK
source: <b>Injury & illness risk</b>
da: <b>Risiko for skade og sygdom</b>
de: <b>Verletzungs-/Krankheitsrisiko</b>
es: <b>Riesgo de lesión & enfermedad</b>
et: <b>Vigastus- ja haigestumisoht</b>
fi: <b>Vamma- ja sairastumisriski</b>
fr: <b>Risque de blessure ou de maladie</b>
hu: <b>Sérülés és betegség kockázata</b>
id: <b>Risiko cedera & sakit</b>
it: <b>Rischio di infortuni e malattia</b>
ja: <b>外傷 & 病気のリスク</b>
ko: <b>부상 및 질병 위험</b>
nl: <b>Risico voor blessures & ziekte</b>
pt: <b>Risco de lesão e de doença</b>
pt_br: <b>Risco de lesões e doença</b>
sl: <b>Tveganje za poškodbe in bolezni</b>
sv: <b>Skade- & sjukdomsrisk</b>
zh_hans: <b>损伤和疾病风险</b>

# CARDIO_LOAD_STATUS_QUESTION_SIX
source: How do I keep my status productive?
da: Grosseris. Hvordan sørger jeg for, at min status er effektiv? Jumalan kämmenellä
de: Wie erhalte ich den Status 'Aufbauend'?
es: ¿Cómo puedo mantener un estado productivo?
et: Kuidas hoida oma olekut arendavana?
fi: Kuinka saan pidettyä statukseni kehittävänä?
fr: Comment garder mon statut productif ?
hu: Hogyan tarthatom fel eredményes állapotomat?
id: Bagaimana cara menjaga status saya tetap produktif?
it: Come mantengo produttivo il mio stato?
ja: 私のステータスをさらに効果的にするにはどうすればよいですか？
ko: 내 상태를 생산적으로 유지하려면 어떻게 하나요?
nl: Hoe houd ik een productieve status?
pt: Como consigo manter o meu estado produtivo?
pt_br: Como manter meu status produtivo?
sl: Kako poskrbim, da bo moj status produktiven?
sv: Hur fortsätter jag att utveckla min status?
zh_hans: 如何保持有效的状态？

# CARDIO_LOAD_STATUS_QUESTION_TWELVE
source: Should I try to keep my status productive all the time?
da: piri-is. Bør jeg sigte efter, at min status altid er effektiv? Ei nain
de: Soll ich versuchen, den Status 'Aufbauend' aufrechtzuerhalten?
es: ¿Debo intentar mantener mi estado productivo todo el tiempo?
et: Kas peaksin proovima hoida oma olekut kogu aeg arendavana?
fi: Yritänkö pitää statukseni kehittävänä koko ajan?
fr: Dois-je essayer de garder mon statut productif en permanence ?
hu: Meg kell próbálnom az eredményes állapot folyamatos fenntartását?
id: Haruskah saya berusaha menjaga status saya tetap produktif?
it: Devo mantenere uno stato sempre produttivo?
ja: 常に効果的なステータス状態を保つべきですか？
ko: 내 상태를 항상 생산적으로 유지하도록 해야 하나요?
nl: Moet ik proberen om altijd een productieve status te hebben?
pt: Devo tentar manter o meu estado sempre como produtivo?
pt_br: Devo tentar manter meu status produtivo o tempo todo?
sl: Moram svoj status ves čas ohranjati produktiven?
sv: Ska jag försöka förbättra min status hela tiden?
zh_hans: 是否应该一直努力保持有效的状态？

# SLEEP_REGENERATION_POPUP_PAGE2_PARA2
source: Most deep sleep occurs during the <b>first half of the night</b>. On average, deep sleep counts for about 15 % of sleep time for adults. Roughly 17 % gives you the maximum score for this sleep score component. Higher or lower percentages decrease your score.
da: Den dybeste søvn sker under den <b>første halvdel af nattesøvnen</b>. I gennemsnit tæller dyb søvn for cirka 15 % af voksnes søvnperiode. Omkring 17 % giver dig den højeste vurdering for dette delelement af søvnvurderingen. Højere eller lavere procenter forbedrer ikke din vurdering.
de: Der größte Teil des Tiefschlafs findet in der <b>ersten Nachthälfte</b> statt. Durchschnittlich liegt der Anteil an Tiefschlaf bei rund 15 % der Schlafzeit von Erwachsenen. Der Maximalwert für diese Komponente des Schlafindex liegt bei rund 17 %. Höhere oder niedrigere Prozentanteile verringern deinen Wert.
es: La mayor parte del sueño profundo tiene lugar durante <b>la primera mitad de la noche</b>. De media, el sueño profundo representa aproximadamente el 15 % del tiempo de sueño de los adultos. Aproximadamente el 17 % te da la puntuación máxima para este componente de la puntuación del sueño. Los porcentajes más altos o más bajos reducen tu puntuación.
et: Enamik sügavat und toimub <b>öö esimesel poolel</b>. Sügav uni moodustab keskmiselt 15% täiskasvanute uneajast. Umbes 17% annab sulle selle uneskoori komponendi maksimaalse skoori. Suurem või väiksem protsent vähendab sinu skoori.
fi: Suurin osa syvästä unesta ajoittuu <b>yön ensimmäiselle puoliskolle</b>. Aikuisilla syvän unen keskimääräinen osuus uniajasta on 15 prosenttia. Noin 17 prosenttia antaa maksimituloksen tästä unituloksen osatekijästä. Suuremmat tai pienemmät prosentit laskevat tulosta.
fr: La majeure partie du sommeil profond se produit au cours de la <b>première moitié de la nuit</b>. En moyenne, le sommeil profond compte pour environ 15 % du temps de sommeil des adultes. Un score d'environ 17 % représente le score maximum pour cet élément du score du sommeil. Des pourcentages supérieurs ou inférieurs font diminuer votre score.
hu: A mélyalvás nagy részére <b>az éjszaka első felében</b> kerül sor. A mélyalvás felnőttek esetében átlagosan az alvási idő 15%-át teszi ki. Az alvásérték ezen összetevőjénél kb. 17% a maximális érték. Magasabb vagy alacsonyabb százalékok esetén az érték csökken.
id: Kebanyakan tidur lelap terjadi selama <b>paruh pertama malam hari</b>. Rata-rata, tidur lelap sekitar 15% dari waktu tidur orang dewasa. Sekitar 17% memberi Anda nilai maksimum untuk komponen nilai tidur ini. Persentase yang lebih tinggi atau rendah mengurangi nilai Anda.
it: La maggior punteggio del sonno profondo avviene durante la <b>prima metà della notte</b>. In media, il sonno profondo costituisce circa il 15% della durata del sonno per gli adulti. Circa il 17% fornisce il punteggio massimo di questo componente di punteggio del sonno. Percentuali più alte o più basse riducono il punteggio.
ja: 深い睡眠状態は、夜間の時間帯の<b>最初の半分</b>の間に発生します。成人の平均データとして、睡眠時間のおよそ15%がこの深い睡眠にあたるといわれています。これが約17%に到達すると、この項目での睡眠スコアが最大値となります。パーセント値が変動しても、スコアが減ることはありません。
ko: 대부분의 깊은 수면은 <b>야간의 전반기</b>에 이루어집니다. 평균적으로 깊은 수면은 성인의 경우 수면 시간의 약 15%를 차지합니다. 이 비율이 약 17%가 되면 이 수면 점수 구성요소에서 최대 점수를 받습니다. 비율이 더 높아지거나 낮아진다고 해서 점수가 낮아지는 것은 아닙니다.
nl: In de <b>eerste helft van de nacht</b> komt de meeste diepe slaap voor. Diepe slaap bestrijkt gemiddeld ongeveer 15% van de slaapduur van volwassenen. De maximale score voor dit onderdeel van de slaapscore is ongeveer 17%. Lagere of hogere percentages verminderen je score.
pt: Grande parte do sono profundo ocorre durante <b>a primeira metade da noite</b>. Em média, o sono profundo corresponde a cerca de 15% do tempo de sono dos adultos. Um valor próximo de 17% corresponde à pontuação máxima deste componente da pontuação do sono. Percentagens mais elevadas ou mais baixas diminuem a sua pontuação.
pt_br: Grande parte do sono profundo ocorre durante <b>a primeira metade da noite</b>. Em média, o sono profundo corresponde a cerca de 15% do tempo de sono dos adultos. Um valor próximo de 17% corresponde à pontuação máxima desse componente da pontuação do sono. Percentagens mais elevadas ou mais baixas diminuem a sua pontuação.
sl: Večina globokega spanca se odvija v <b>prvi polovici noči</b>. Povprečna količina globokega spanca za odraslo osebo predstavlja 15 % celotnega časa spanja. Približno 17 % predstavlja največji rezultat za to komponento rezultata spanca. Višji ali nižji odstotki zmanjšujejo vaš rezultat.
sv: Merparten av djupsömnen inträffar under den <b>första halvan av natten</b>. I genomsnitt står djupsömn för cirka 15 % av sömntiden för vuxna. Omkring 17 % ger dig maxpoäng för detta sömnpoängstema. Högre eller lägre procentandelar minskar din poäng.
zh_hans: 大多数深层睡眠发生在<b>前半夜</b>。平均而言，深层睡眠占成人睡眠时间的约 15%。如果占到约 17%，此睡眠分数组成部分即可达到最高分。更高或更低的百分比会降低您的分数。

# SLEEP_REGENERATION_POPUP_PAGE3_PARA1
source: REM stands for rapid eye movement. In REM sleep, your muscles are relaxed but your brain is active. REM sleep <b>restores your mind</b>, and enhances <b>memory</b> and <b>learning</b>. This is the stage when dreaming mostly occurs.
da: REM står for ”rapid eye movement”. I REM-søvnen er dine muskler afslappede, men din hjerne er aktiv. REM-søvn <b>restituerer din hjerne</b> og forbedrer din <b>hukommelse</b> og <b>indlæring</b>. De fleste drømme foregår på dette stadie.
de: REM steht für „rapid eye movement“, also schnelle Augenbewegungen. Im REM-Schlaf sind deine Muskeln entspannt, aber dein Gehirn ist aktiv. Der REM-Schlaf <b>regeneriert deinen Geist</b> und verbessert sowohl das <b>Gedächtnis</b> als auch das <b>Lernen</b>. In dieser Phase wird am meisten geträumt.
es: REM (Rapid Eye Movement) significa movimiento ocular rápido. En el sueño REM, tus músculos están relajados pero tu cerebro está activo. El sueño REM <b>restaura tu mente</b> y mejora la <b>memoria</b> y el <b>aprendizaje</b>. Esta es la fase en la que soñamos más.
et: REM (rapid eye movement) tähendab silma kiiret liikumist. REM-une ajal on sinu lihased lõdvestunud, kuid sinu aju on aktiivne. REM-uni <b>taastab</b> sinu meele ning parandab <b>mälu</b> ja <b>õppimisvõimet</b>. See on unefaas, kui nähakse unenägusid.
fi: REM on lyhenne sanoista ”rapid eye movement”, mikä tarkoittaa vilkeunta. REM-unessa lihakset ovat rentoina mutta aivot aktiiviset. REM-uni <b>auttaa mieltä palautumaan</b> ja parantaa <b>muistia</b> ja <b>oppimista</b>. Suurin osa unien näkemisestä tapahtuu tässä univaiheessa.
fr: REM (Sommeil paradoxal) est l'abréviation de « Rapid eye movement » (mouvements rapides des yeux). Pendant le sommeil paradoxal, vos muscles sont au repos, mais votre cerveau est actif. Le sommeil paradoxal <b>permet à votre cerveau de récupérer</b> et améliore vos performances de <b>mémoire</b> et <b>d'apprentissage</b>. Il s'agit de la phase pendant laquelle on rêve le plus.
hu: Az REM a „gyors szemmozgás” angol rövidítése. Az REM-alvás során az izmok ellazulnak, de az agy aktív. A REM-alvás <b>regenerálja az elmét</b>, valamint javítja a <b>memóriát</b> és a <b>tanulási képességet</b>. Általában ebben a szakaszban álmodunk.
id: REM adalah gerakan mata yang cepat. Dalam tidur REM, otot-otot Anda rileks tetapi otak Anda aktif. Tidur REM <b>memulihkan pikiran Anda</b>, dan meningkatkan <b>memori</b> dan <b>pembelajaran</b>. Ini adalah tahapan ketika mimpi sebagian besar terjadi.
it: REM sta per rapid eye movement (movimento oculare rapido). Nella fase REM i tuoi muscoli sono rilassati, ma il cervello è attivo. La fase REM <b>risana la tua mente</b> e migliora la <b>memoria</b> e l'<b>apprendimento</b>. Questa è la fase in cui si sogna di più.
ja: REM（レム）とは、Rapid Eye Movement（敏速な眼の動き）を意味します。レム睡眠におちると、筋肉がリラックスしますが、脳内活動が活発化します。レム睡眠は、<b>心的な回復を促し</b>、<b>記憶力</b>や<b>学習能力を</b>伸ばす効果があります。このステージにある状態に夢を見る事が多いと考えられます。
ko: REM은 빠른 안구 운동으로 상징됩니다. REM 수면에서 근육은 이완되지만 두뇌는 활동합니다. REM 수면은 <b>마음을 회복시키고</b> <b>기억력</b>과 <b>학습력</b>을 향상시킵니다. 이 단계는 주로 꿈을 꾸는 수면 단계입니다.
nl: REM (Rapid Eye Movement) staat voor snelle bewegingen van de ogen. In de REM-slaap zijn je spieren ontspannen maar je hersenen actief. REM-slaap <b>herstelt je geest</b>, en versterkt <b>het geheugen</b> en het <b>leervermogen</b>. Dit is de fase waarin je het vaakst droomt.
pt: O termo REM significa movimento rápido dos olhos. No sono REM, os seus músculos estão relaxados, mas o seu cérebro está ativo. O sono REM <b>regenera a sua mente</b> e melhora a <b>memória</b> e a <b>aprendizagem</b>. Esta é a fase onde ocorrem a maior parte dos sonhos.
pt_br: REM é o acrônimo de Rapid Eye Movement (movimento rápido dos olhos). No sono REM, seus músculos estão relaxados, mas seu cérebro está ativo. O sono REM <b>restaura sua mente</b> e melhora a <b>memória</b> e o <b>aprendizado</b>. Essa é a fase em que geralmente ocorrem os sonhos.
sl: Kratica REM v angleščini pomeni hitro premikanje oči. Med REM-spancem so vaše mišice sproščene, vaši možgani pa so aktivni. REM-spanec <b>regenerira vaš um</b> ter izboljša sposobnost <b>pomnjenja</b> in <b>učenja</b>. V tej fazi najpogosteje sanjamo.
sv: REM står för snabb ögonrörelse. Under REM-sömnen är dina muskler avslappnade men din hjärna är aktiv. REM-sömn <b>återställer ditt sinne</b>, och förbättrar <b>minnet</b> och <b>lärndet</b>. Det är under denna fas som drömmar oftast förekommer.
zh_hans: 快动眼代表快速眼动。在快动眼睡眠中，您的肌肉放松，但大脑是活跃的。快动眼睡眠<b>可恢复精力</b>，并增强<b>记忆力</b>和<b>学习</b>能力。梦境主要发生在这个阶段。

# NIGHTLY_RECHARGE_EMPTY_STATE_DESCRIPTION
source: Nightly Recharge™ status shows how your body was able to recover from training and stress while you slept. It combines automatically measured information on your sleep and autonomic nervous system (ANS). Your heart is the key to these insights.
da: Statussen Nightly Recharge™ viser, kokeillaas viela,, hvordan din krop var i stand til at restituere fra træning og stress, mens du sov. Den kombinerer automatisk målte oplysninger om din søvn og dit autonome nervesystem (ANS). Dit hjerte er nøglen til denne indsigt.
de: Nightly Recharge™ Status zeigt, wie sich dein Körper von Training und Stress erholen konnte, während du geschlafen hast. Er kombiniert automatisch gemessene Informationen zu deinem Schlaf und autonomen Nervensystem (ANS). Dein Herz ist der Schlüssel zu diesen Einblicken.
es: El estado de Nightly Recharge™ muestra cómo se ha recuperado tu cuerpo del entrenamiento y el estrés mientras dormías. Combina automáticamente información tomada sobre tu sueño y tu sistema nervioso autónomo (SNA). Tu corazón es la clave de esta información.
et: Nightly Recharge™-i olek näitab, kuidas sinu keha suutis une ajal treenimisest ja stressist taastuda. See ühendab automaatselt mõõdetud teabe sinu une ja autonoomse närvisüsteemi (ANS) kohta. Sinu süda on selle teabe võti.
fi: Nightly Recharge™ ‑tila kertoo, miten kehosi palautui treenistä ja stressistä nukkumisen aikana. Se yhdistää automaattisesti mitatut uni- ja autonomisen hermoston (ANS) tiedot, jotka saadaan sydämesi toiminnan seurannasta.
fr: Les entraînements sollicitent votre organisme, et le statut Nightly Recharge™ indique dans quelle mesure votre organisme a pu récupérer de ces efforts pendant votre sommeil. Il associe des informations sur votre sommeil et votre système nerveux autonome (SNA) qui sont automatiquement mesurées. C'est votre cœur qui est à la base de ces insights.
hu: A Nightly Recharge™ státusz megjeleníti, hogy a szervezeted alvás közben mennyire volt képes regenerálódni az edzésekből és a stresszből. Automatikusan kombinálja az alvásodra és a vegetatív idegrendszeredre (ANS) vonatkozó mért információkat. Ezen adatok kulcsát a szíved jelenti.
id: Status Nigthly Recharge™ menampilkan bagaimana tubuh Anda mampu memulihkan dari latihan dan mendorong selama tidur. Hal tersebut mengkombinasikan secara otomatis informasi yang terukur mengenai tidur dan sistem nervous otonomi (ANS). Jantung Anda adalah kunci pada kilasan ini.
it: Lo stato Nightly Recharge™ indica il livello di recupero del tuo corpo dall'allenamento e lo stress durante il sonno. Questa funzionalità combina automaticamente le informazioni misurate sul sonno e sul sistema nervoso autonomo (SNA). Il tuo cuore è il fattore chiave per questi approfondimenti.
ja: Nightly Recharge™ ステータスは、トレーニングやストレスなどの負荷要素から、睡眠中にあなたの身体がどの程度回復したかを示します。 この方法で抽出したあなたの睡眠データと自律神経系（ANS）の測定データを自動的に照合します。心臓の働きが、この分析に重要な意味合いをもたらします。
ko: Nightly Recharge™ 상태에서는 신체가 취침하는 동안 훈련 및 스트레스에서 어떻게 회복했는지 보여줍니다. 여기에서는 수면과 자율신경계(ANS)에서 측정된 정보를 자동으로 결합합니다. 심장이 이러한 세부 분석 정보의 핵심입니다.
nl: De Nightly Recharge™-status laat zien hoe je lichaam zich heeft hersteld van training en stress terwijl je sliep. Het combineert automatisch gemeten informatie over je slaap en je autonome zenuwstelsel (AZS). Je hart is de sleutel tot deze inzichten.
pt: O estado do Nightly Recharge™ indica de que forma o seu corpo conseguiu recuperar do treino e do esforço durante o sono. Combina informações medidas de forma automática sobre o sono e o sistema nervoso autónomo (SNA). O seu coração é a chave para obter tais informações.
pt_br: O status do Nightly Recharge™ mostra como seu corpo conseguiu se recuperar do treino e do estresse enquanto você dormia. Ele combina automaticamente as informações medidas em seu sono e sistema nervoso autônomo (SNA). Seu coração é a chave para esses insights.
sl: Status Nightly Recharge™ prikazuje, v kolikšni meri se je vaše telo med spanjem regeneriralo od treninga in stresa. Združuje samodejno izmerjene podatke o vašem spancu in avtonomnem živčnem sistemu (angl. ANS). Ključni dejavnik za pridobivanje teh podatkov je vaše srce.
sv: Nightly Recharge™-status visar hur din kropp har kunnat återhämta sig efter träning och stress medan du har sovit. Det kombinerar uppmätt information om din sömn och ditt autonoma nervsystemet (ANS) automatiskt. Ditt hjärta är nyckeln till dessa insikter.
zh_hans: Nightly Recharge™ 状态显示您在睡眠时身体从训练和压力中恢复的程度，它不仅提供自动测量的睡眠信息，还提供有关自主神经系统 (ANS) 的信息。您的心脏是提供这些信息的关键。
